{"pageProps":{"articles":[{"slug":"1001","author":"inTheUA","date":"2022-10-03 16:30","title":"Вброс ОП о причинах обмена кума Путина.","description":"Украинская Правда как придворный ресурс Офиса Президента. Политика, как известно, грязное дело. Иногда очень грязное. А иногда и журналистика бывает грязной, когда обслуживает политику."},{"slug":"crafting-a-design-system-for-a-multiplanetary-future","author":"inTheUA","date":"2022-09-05 15:10","title":"У Єгипті знайшли 16-метровий папірус із текстами з \"Книги\"","description":"confine desuetaque. <em>Sanguine</em> anteit <small>This is some smaller text.</small>\n    emerguntque <i>expugnacior</i> est pennas <del>iniqui</del> ecce <b>haeret</b> genus: <ins>peiora</ins> imagine\n    fossas <mark>Cephisos formosa</mark>"},{"slug":"The-Russian-Way-of-Warfare","author":"inTheUA","date":"2022-05-14 09:00","title":"The Russian Way of Warfare","description":"This Perspective is intended to serve as a primer that outlines in general terms how the Russian military would conduct combat operations in the event of a high-intensity conflict with a capable peer or near-peer adversary."},{"slug":"The-Limits-of-Pacta-Sunt-Servanda","author":"inTheUA","date":"2022-05-09 09:00","title":"The Limits of Pacta Sunt Servanda in International Law","description":"The debate on stability and change – or the limits of pacta sunt ser- vanda – has played a central role in the history of international law."},{"slug":"The-defeat-of-the-military-doctrine-of-the-Russian-Federation-in-Ukraine","author":"inTheUA","date":"2022-03-25 11:00","title":"Поражение военной доктрины РФ в Украине.","description":"Доктрина РФ сформирована из признания того факта, что Россия в войне с НАТО потеряет преимущество в воздухе практически сразу после начала боевых действий. Но Украина - это не НАТО! Только вот военная доктрина РФ едина, и отдельной по Украине нет."},{"slug":"Russian_Offensive_Campaign_Assessment_by_ISW","author":"inTheUA","date":"2022-03-20 10:04","title":"Оценка наступательной компании в Украине, на 19 марта, от \"Института изучения войны\" (ISW).","description":"Российские военные ... продолжают направлять небольшие группы подкреплений в рамках постоянных усилий по поддержанию текущей кампании. Мы считаем, что эти усилия потерпят неудачу."},{"slug":"How_to_exploit_Russian_weaknesses","author":"inTheUA","date":"2022-03-17 09:04","title":"Как Украина использует западное оружие, чтобы использовать слабости России?","description":"Неспособность Москвы молниеносно продвинуться вперед и захватить крупные города во многом обязана использованию компактного оборудования."}]},"__N_SSG":true}