{
    "version": "https://jsonfeed.org/version/1",
    "title": "inTheUA.com",
    "home_page_url": "https://tirexart.github.io",
    "feed_url": "https://tirexart.github.io/rss/feed.json",
    "description": "Your blog description",
    "icon": "https://tirexart.github.io/favicon.ico",
    "author": {
        "name": "inTheUA.com"
    },
    "items": [
        {
            "id": "https://tirexart.github.io/articles/1001",
            "content_html": "<h3>Политика, как известно, грязное дело. Иногда очень грязное. А иногда и журналистика бывает грязной, когда обслуживает политику.</h3>\n<p>И даже когда уже не обязательно топтаться на страданиях, патриотических чувствах причастных к трагической истории Азовстали, это делается. Когорта Романов и Романюков, очевидно в интересах главного заинтересованного лица. И это не Медведчук, потому, что он уже в безопасности, откуда теперь (придя в себя) будет иметь возможность вновь задействовать все рычаги связанной с ним агентурной сетки.</p>\n<img alt=\"Как делаются вбросы. УП, Медведчук и ОП.\" src=\"https://res.cloudinary.com/intheua/image/upload/v1664909597/work/1001_liyenf.jpg\" width=\"700\" height=\"700\" decoding=\"async\" data-nimg=\"1\" loading=\"lazy\" style=\"color:transparent\"/>\n<p>Технический прием применяемый Когортой Романюков и их заказчиком все тот же: продолжать марать Медведчуком непростую тему Азовстали. Задача: поддерживать все это в таком состоянии, чтобы Медведчука нельзя было обсуждать (и осуждать) без обсуждения страданий Мариуполя. А &quot;паравозиком&quot; дело Медведчука получает иммунитет, от придирчивого разбирательства обществом, вся 30-ти летняя подрывная деятельность и агентурная сетка Медведчука. По крайней мере пока.</p>\n<p>Одно только &quot;участие&quot; в этом деле Бати Римского (или Абрамовича) должно было бы навести на мысль, чьи интересы он представлял, и кто на самом деле проталкивал все это. Некоторые вещи еще не открылись, как то сформированая в результате пропорция обмена — как она сложилась (и все не так очевидно, как это подается). Кое-что было очевидным все это время, но и Кремль, и “советники” этого главного действующего лица в Украине делали достаточно, чтобы общество тешило себя иллюзиями. Многим не хотелось осознать неприятную правду об истинном влиянии Медведчука на политикум Украины. Куда приятнее назвать его ”чмоньей“ и сидеть ”в домике” самодурства.</p>\n<p>И это был “Сизифов труд”, доказывать, что мы не знаем об истинном масштабе подрывной деятельности так называемого “кума” главного фашиста России. Но позавчерашняя публикация в &quot;The Washington Post&quot; немного осложнила жизнь придворным главного заинтересованного лица в Украине, типа когорты Романюков или всяких “советников”. После этой публикации уже не обязательно доказывать очевидное, в которое кому-то не хотелось верить, не обязательно доказывать то, что Медведчук был по большому счету российским агентом “Номер Один” в Украине!</p>\n<h3>Кто он сейчас? Мы не знаем, но также ничего не известно о задержании причастных к его агентурной деятельности.</h3>\n<p>А насчет когорты Романюков , ну, ... потоптаться на чувствах, только ради того, чтобы измазать все это в грязи Медведчука. Чтобы дело Медведчука нельзя было обсуждать спокойно, без надрыва, без тяжелой темы Азовстали. Дело Медведчука кому-то очень нужно отложить в долгий ящик.</p>\n<p>Но Когорта Романюков решала и ряд других задач от главного заинтересованного лица, в частности почти незаметный вброс о “случайном” участии Абрамовича, который, как известно, на постоянной и непосредственной связи с тем же Арахамией. “Случайный” Абрамович, без которого с начала войны не обходится ни один более менее серьезный украино-российский “контакт”.</p>\n<p>Это клубок. Многое уже известно, что-то подтягивается. Но публикация Когорты Романюков — это танцы на чувствах людей, с очень прозрачными, но недостойными целями и методами.</p>\n<h3>Эта тема точно не закончена.</h3>\n<p>—</p>\n<img alt=\"Противоречивая версия версия обмена - жена Марченко. Єрмак через журналистов УП вбрасывает версию, что освобождение Медведчука состоялось из-за обещания Путина молодой жене его кума.\" src=\"https://res.cloudinary.com/intheua/image/upload/v1664909597/work/1001-2_ycwjby.jpg\" width=\"700\" height=\"700\" decoding=\"async\" data-nimg=\"1\" loading=\"lazy\" style=\"color:transparent\"/>\n<p>Upd.</p>\n<p>Когорта Романюков вбрасывает новую &quot;версию&quot; обмена Медведчука: Путин пообещал Марченчихе вернуть “жениха”.</p>\n<p>И что Путин так захотел помочь “молодухе”, что Ермаку удалось поднять цену обмена с 50 “азовцев” к 200. А Путин в итоге еще и поср ался с приближенными лидерами ФСБ. И все из-за Марченчихи. Вот такая вот версия. Вот так вот. Живите с этим. По сути - один из многих вбросов публикации когорты Романюков, но самый забавный.</p>\n<p>А если серьезно, то финальный коэффициент пока является самой большой загадкой. Вся картина без этого пока не складывается…</p>",
            "url": "https://tirexart.github.io/articles/1001",
            "title": "Вброс ОП о причинах обмена кума Путина.",
            "summary": "Украинская Правда как придворный ресурс Офиса Президента. Политика, как известно, грязное дело. Иногда очень грязное. А иногда и журналистика бывает грязной, когда обслуживает политику.",
            "date_modified": "2022-10-03T13:30:00.000Z",
            "author": {
                "name": "inTheUA.com"
            }
        },
        {
            "id": "https://tirexart.github.io/articles/crafting-a-design-system-for-a-multiplanetary-future",
            "content_html": "<p>Про це заявив <strong>Генеральний секретар</strong> <em>Вищої ради</em> старожитностей Мостафа Вазірі у День єгипетських археологів, повідомляє Egypt Independent.</p>\n<img alt=\"test Image\" srcSet=\"https://res.cloudinary.com/intheua/image/upload/c_limit,w_600/f_auto/q_auto/How_is_Ukraine_using_western_weapons_to_exploit_Russian_weaknesses_q1x46v_imqxmz.jpg?_a=AVFLRAN0 1x, https://res.cloudinary.com/intheua/image/upload/c_limit,w_600/f_auto/q_auto/How_is_Ukraine_using_western_weapons_to_exploit_Russian_weaknesses_q1x46v_imqxmz.jpg?_a=AVFLRAN0 2x\" src=\"https://res.cloudinary.com/intheua/image/upload/c_limit,w_600/f_auto/q_auto/How_is_Ukraine_using_western_weapons_to_exploit_Russian_weaknesses_q1x46v_imqxmz.jpg?_a=AVFLRAN0\" width=\"600\" height=\"600\" decoding=\"async\" data-nimg=\"1\" loading=\"lazy\" style=\"color:transparent\"/>\n<pre><code>https://teteva.art/articles/How_is_Ukraine_using_western_weapons_to_exploit_Russian_weaknesses_q1x46v_r3x0ml.jpg\nhttps://teteva.art/articles/How_is_Ukraine_using_western_weapons_to_exploit_Russian_weaknesses_q1x46v_r3x0ml\nhttps://teteva.art/articles/How_is_Ukraine_using_western_weapons_to_exploit_Russian_weaknesses_q1x46v_imqxmz.jpg\n</code></pre>\n<pre><code>&lt;CldImage\n  width=&quot;600&quot;\n  height=&quot;600&quot;\n  src=&quot;How_is_Ukraine_using_western_weapons_to_exploit_Russian_weaknesses_q1x46v_r3x0ml&quot;\n  alt=&quot;test Image&quot;\n/&gt;\n</code></pre>\n\n<meta property=\"og:image\" content=\"https://res.cloudinary.com/intheua/image/upload/v1674301429/How_is_Ukraine_using_western_weapons_to_exploit_Russian_weaknesses_q1x46v_imqxmz.jpg\"/>\n<meta property=\"og:image:secure_url\" content=\"https://res.cloudinary.com/intheua/image/upload/v1674301429/How_is_Ukraine_using_western_weapons_to_exploit_Russian_weaknesses_q1x46v_imqxmz.jpg\"/>\n<meta property=\"og:image:width\" content=\"2400\"/>\n<meta property=\"og:image:height\" content=\"1200\"/>\n<meta property=\"twitter:title\" content=\" \"/>\n<meta property=\"twitter:card\" content=\"summary_large_image\"/>\n<meta property=\"twitter:image\" content=\"https://res.cloudinary.com/intheua/image/upload/v1674301429/How_is_Ukraine_using_western_weapons_to_exploit_Russian_weaknesses_q1x46v_imqxmz.jpg\"/>\n<p>Сувій знайшли в археологічній зоні Саккара – це перша знахідка повного папірусного документа за століття.</p>\n<img alt=\"test2\" src=\"https://res.cloudinary.com/intheua/image/upload/v1674301429/How_is_Ukraine_using_western_weapons_to_exploit_Russian_weaknesses_q1x46v_imqxmz.jpg\" width=\"700\" height=\"700\" decoding=\"async\" data-nimg=\"1\" loading=\"lazy\" style=\"color:transparent\"/>\n<p>Артефакт реставрували у лабораторії Єгипетського музею в Тахрірі та назвали &quot;папірусом Вазірі&quot;.</p>\n<p>I knew that to get it right I was going to have to replicate the viewing conditions of someone from the future, so I grabbed my space helmet from the closet, created a new Figma document, and got to work.</p>\n<h2>Перші тексти</h2>\n<p>Lorem markdownum, bracchia in redibam! Terque unda puppi nec, linguae posterior\nin utraque respicere candidus Mimasque formae; quae conantem cervice. Parcite\nvariatus, redolentia adeunt.</p>\n<p>Tyrioque dies, naufraga sua adit partibus celanda\ntorquere temptata, erit maneat et ramos, <a href=\"#\">iam</a> ait dominari\npotitus! Tibi litora matremque fumantia condi radicibus opusque.</p>\n<p>Deus feram verumque, fecit, ira tamen, terras per alienae victum. Mutantur\nlevitate quas ubi arcum ripas oculos abest. Adest <a href=\"#\">commissaque\nvictae</a> in gemitus nectareis ire diva\ndotibus ora, et findi huic invenit; fatis? Fractaque dare superinposita\nnimiumque simulatoremque sanguine, at voce aestibus diu! Quid veterum hausit tu\nnil utinam paternos ima, commentaque.</p>\n<pre class=\"language-c\"><code class=\"language-c\"><span class=\"token keyword\">if</span> <span class=\"token punctuation\">(</span>content<span class=\"token punctuation\">.</span><span class=\"token function\">includes</span><span class=\"token punctuation\">(</span><span class=\"token char\">&#x27;&lt;!--​more--&gt;&#x27;</span><span class=\"token punctuation\">)</span><span class=\"token punctuation\">)</span> <span class=\"token punctuation\">{</span>\n    <span class=\"token keyword\">return</span> this<span class=\"token punctuation\">.</span><span class=\"token function\">callback</span><span class=\"token punctuation\">(</span>null<span class=\"token punctuation\">,</span> content<span class=\"token punctuation\">.</span><span class=\"token function\">split</span><span class=\"token punctuation\">(</span><span class=\"token char\">&#x27;&lt;!--​more--&gt;&#x27;</span><span class=\"token punctuation\">)</span><span class=\"token punctuation\">.</span><span class=\"token function\">join</span><span class=\"token punctuation\">(</span><span class=\"token char\">&#x27;\\n&#x27;</span><span class=\"token punctuation\">)</span><span class=\"token punctuation\">)</span>\n  <span class=\"token punctuation\">}</span>\n\n  <span class=\"token keyword\">return</span> this<span class=\"token punctuation\">.</span><span class=\"token function\">callback</span><span class=\"token punctuation\">(</span>null<span class=\"token punctuation\">,</span> content<span class=\"token punctuation\">.</span><span class=\"token function\">replace</span><span class=\"token punctuation\">(</span><span class=\"token operator\">/</span><span class=\"token operator\">&lt;</span><span class=\"token operator\">!</span><span class=\"token operator\">--</span>​excerpt<span class=\"token operator\">--</span><span class=\"token operator\">&gt;</span><span class=\"token punctuation\">.</span><span class=\"token operator\">*</span><span class=\"token operator\">&lt;</span><span class=\"token operator\">!</span><span class=\"token operator\">--</span>\\<span class=\"token operator\">/</span>excerpt<span class=\"token operator\">--</span><span class=\"token operator\">&gt;</span><span class=\"token operator\">/</span>s<span class=\"token punctuation\">,</span> <span class=\"token char\">&#x27;&#x27;</span><span class=\"token punctuation\">)</span><span class=\"token punctuation\">)</span>\n</code></pre>\n<p>Aere repetiti cognataque natus. Habebat vela solutis saepe munus nondum adhuc\noscula nomina pignora corpus deserat.</p>\n<h2>Lethaei Pindumve me quae dinumerat Pavor</h2>\n<p>Idem se saxa fata pollentibus geminos; quos pedibus. Est urnis Herses omnes nec\ndivite: et ille illa furit sim verbis Cyllenius.</p>\n<ol>\n<li>Captus inpleverunt collo</li>\n<li>Nec nam placebant</li>\n<li>Siquos vulgus</li>\n<li>Dictis carissime fugae</li>\n<li>A tacitos nulla viginti</li>\n</ol>\n<p>Ungues fistula annoso, ille addit linoque motatque uberior verso\n<a href=\"#\">rubuerunt</a> confine desuetaque. <em>Sanguine</em> anteit\nemerguntque expugnacior est pennas iniqui ecce <strong>haeret</strong> genus: peiora imagine\nfossas Cephisos formosa! Refugitque amata <a href=\"#\">refelli</a>\nsupplex. Summa brevis vetuere tenebas, hostes vetantis, suppressit, arreptum\nregna. Postquam conpescit iuvenis habet corpus, et erratica, perdere, tot mota\nars talis.</p>\n<pre class=\"language-c\"><code class=\"language-c\">b\n</code></pre>\n<p>Sit volat naturam; motu Cancri. Erat pro simul quae valuit quoque timorem quam\nproelia: illo patrio <em>esse summus</em>, enim sua serpentibus, Hyleusque. Est coniuge\nrecuso; refert Coroniden ignotos manat, adfectu.</p>",
            "url": "https://tirexart.github.io/articles/crafting-a-design-system-for-a-multiplanetary-future",
            "title": "У Єгипті знайшли 16-метровий папірус із текстами з \"Книги\"",
            "summary": "confine desuetaque. <em>Sanguine</em> anteit <small>This is some smaller text.</small>\n    emerguntque <i>expugnacior</i> est pennas <del>iniqui</del> ecce <b>haeret</b> genus: <ins>peiora</ins> imagine\n    fossas <mark>Cephisos formosa</mark>",
            "date_modified": "2022-09-05T12:10:00.000Z",
            "author": {
                "name": "inTheUA.com"
            }
        },
        {
            "id": "https://tirexart.github.io/articles/The-Russian-Way-of-Warfare",
            "content_html": "<p>The Russian Way of Warfare</p>\n<p>A Primer</p>\n<p>Scott Boston and Dara Massicot</p>\n<p>This Perspective is intended to serve as a primer that outlines in general terms how the Russian military would conduct combat operations in the event of a high-intensity conflict with a capable peer or near-peer adversary. The discussion here blends how Russian theorists and leaders have written about modern warfare with demonstrated Russian capabilities and his- tory. Russia has shown the ability to tailor its combat operations to specific operational and strategic requirements. The Russian military does not have one standard way of conducting operations; rather, Russia likely has developed a series of contingencies for stra- tegic planning, based on several variables like correlation of forces, military potential of opposing forces, strategic geopolitical context, escalation potential, and others.</p>\n<p>An accurate understanding of Russia’s way of warfare is impor- tant for several reasons. Russia has in recent years carried out sub- stantial reforms to its military forces, which have increased capability in several key areas. Russia’s military has improved to the extent that it is now a reliable instrument of national power that can be used in a limited context to achieve vital national interests. Russia’s capability has not improved to the extent that Russian leadership would use it against a near-peer adversary in the absence of a clear external threat to the survival of the Russian state. However, these new capabilities provide Russian leadership with more options to assert its positions and support national interests and are worth examining simply to better understand how Russia would fight.</p>\n<p>Russia’s forces are primarily postured to defend their homeland, particularly key population centers and industry. There is no indication that Russia is seeking a large-scale conflict with a near-peer or peer competitor, and indeed it appears Russian leaders understand the disadvantages Russia faces in the event of a prolonged conflict with an adversary like the North Atlantic Treaty Organization (NATO). Nor is there any indication that the United States, any European state, or China are preparing to launch an attack against Russia, a country that retains a substantial nuclear arsenal and, as will be noted, considerable conventional defenses.</p>\n<p>That said, it is not impossible that a conflict could take place, either through misunderstandings or changes in leadership that bring a more aggressive, less risk-averse set of national or military leaders to power in any of these countries. For example, Russia views its efforts to seize Crimea and to destabilize eastern Ukraine as strategically defensive actions: The intent was to preserve the correlation of forces around Russia’s borders, to continue to keep Ukraine as a buffer, and to prevent Ukraine becoming too closely aligned with NATO. Clearly, Ukraine would not share the view that Russian actions were defensive in nature. In addition, Russian military theorists retain a strong bias in favor of offensive action. Their view is essentially that at the tactical and operational levels of war, the best defense really is a good offense; if Russian leaders judged that a conflict was inevitable, there would be a strong impulse to seize the initiative and go on the attack.</p>\n<p>This perspective seeks to counter some of the misperceptions about how Russia might behave in a future war that could stem from focusing on specific experiences (for example, the unique cir- cumstances of Crimea, Syria, or eastern Ukraine) or dated, Soviet- era information. The Russian military is more adaptive than it was in the past; variance in future operations should be anticipated, as Russian military planners implement lessons learned from recent combat experiences. Finally, although a full assessment of modern- ization and readiness is outside the scope of this document, we note areas where capability shortfalls may limit or prevent Russia from carrying out desired concepts of employment.</p>\n<p>Russian operations can take many forms, depending on scope, escalation potential, and desired end results. Overall, however, Rus- sian military operations against a conventional adversary would be characterized by an emphasis on achieving operational objectives\nin the earliest days of a campaign through the coordinated use of forces across all the relevant domains of warfare. There would be a concentrated effort to achieve surprise (if possible), leverage superi- ority in firepower, seize objectives using highly mobile forces, and subsequently terminate a conflict before an adversary with superior long-term potential military power could bring the full weight of\na response to bear. Russia’s military is postured for defense but capable of generating considerable offensive power near some of its borders, and it has some capabilities for limited out-of-area opera- tions. Russia is establishing a layered conventional theater strike capability, and its conventional long-range strike capability has provided at least a limited ability to threaten targets across intercontinental distances.</p>\n<h2>A Note on Sources</h2>\n<p>Our observations draw from a review of relevant Russian military and national security documents, including doctrine; policy state- ments by senior Russian national security and military leaders over the last ten years; a review of writings by leading Western experts on select Russian military capabilities; recent strategic Russian mil- itary exercises; a review of Russian operations from recent engage- ments in Georgia (2008) and Ukraine (2014–present); and Russian thinking on strategic stability and nuclear deterrence. This work was further informed by discussions with subject-matter experts, including at a July 2016 workshop in RAND’s Washington, D.C. office. The authors reviewed publicly available sources that outline the Russian order of battle and unit composition to inform our judgments. The comparisons of U.S. and NATO indirect fire capa- bilities to those of Russia in the following graphics are derived from a series of RAND wargames and analysis.</p>\n<p>--</p>\n<h3>Ten Key Characteristics of Russian Warfare</h3>\n<ol>\n<li>Russia’s military is postured to defend its homeland and vital industrial and population centers, using layered, integrated air defenses and a limited number of defensive bulwarks and buffer states to buy space and time to react to potential strikes or invasion.</li>\n<li>Russia hopes to defend its territory and avoid decisive engagement with a peer or near-peer competitor by fielding defensive systems and strike weapons with extended ranges. These extended ranges would also provide operational advantages to Russian forces conducting offensive operations near its borders.</li>\n<li>Given Russia’s conventional weaknesses in a protracted war with a peer or near-peer adversary, it will attempt to use indirect action strategies and asymmetric responses across multiple domains to mitigate perceived imbalances. Russia will attempt to terminate a conflict quickly, using a series of measures that aim to control escalation dynamics.</li>\n<li>The ultimate insurance for Russian escalation management is its arsenal of tactical and strategic nuclear weapons; Russia may threaten to employ or employ its weapons in response to a conventional attack that would undermine the regime’s control of the state or threaten Russia’s nuclear deterrent.</li>\n<li>Several Russian and Soviet operations have involved a rapid, coordinated coup de main attempting to achieve campaign objectives in a very short period of time; this emphasis is likely to remain, especially in preplanned operations.</li>\n<li>Recent reforms have made a substantially larger percentage of the land components of the Russian Armed Forces available at higher readiness for short-notice contingencies, while reducing the total number of units; units can deploy by rail to quickly build ground combat power within Russia in response to a crisis.</li>\n<li>Conventional and unconventional warfare approaches will likely be mixed in many potential conflict scenarios; special operations forces, paramilitaries, and sympathetic civilians may provide targeting, situational awareness, and some harassment capabilities throughout the battlespace.</li>\n<li>At the operational and tactical levels, Russia will likely focus on disrupting, degrading, or destroying adversary command and control and enemy power projection capabilities through the use of kinetic fires, cyber/electronic warfare, and direct action by maneuver forces.</li>\n<li>Russia has a limited number of long-range conventional precision strike capabilities that could be used against key operational and strategic targets, especially those at fixed, known locations.</li>\n<li>On the ground, Russian tactics will likely reflect a heavy emphasis on massed indirect fires (particularly long-range fires), with the effects of these fires exploited by highly mobile vehicles with substantial direct fire capability.</li>\n</ol>\n<p>--</p>\n<h2>Strategic Defensive Posture</h2>\n<p>Russian strategists, concerned about the capability of an advanced military adversary to carry out a large-scale conventional aerospace campaign against the Russian heartland, focus on preserving Rus- sian influence in buffer states along its borders and on reinforcing a series of defensive bulwarks. This posture would buy Russia’s lead- ers space and time to mobilize the state in the event of a large-scale war and to supplement their nuclear deterrent in assuring Russian territorial integrity.</p>\n<p>Russia’s military posture, capabilities, training exercises, and force structure are consistent with its declared doctrine that its mili- tary exists to defend Russia, rather than to project power globally. Russia’s historical experience of repeated invasions over the centuries has created a powerful legacy that shapes its defense and foreign policy. Its leaders expect to have privileged interests in the smaller states on Russia’s borders; they maintain defensive treaty agreements with several of the former Soviet republics and have military bases in some of them. Owing in part to interpretation of how Western nations have conducted conventional warfare since 1991 and to concerns of a massed conventional aerospace attack on Russia, Rus- sia has invested heavily in air defenses and possesses one of the most advanced and extensive air defense networks in the world.</p>\n<p>Russian strategies against a peer or near-peer competitor also aim to disrupt power projection capabilities that can threaten Rus- sia’s strategic assets or critical infrastructure, such as carrier aviation, land-attack or ballistic missile defense-capable naval platforms, foreign bases, and certain air assets (Khryapin, Kalinkin, and Mat- vichuk, 2015). Russia has air, naval, and ground-based systems that can fire antiship cruise missiles, long-range land attack cruise mis- siles, and tactical ballistic missiles.2 Russian strategy and doctrinal writing envisions the coordinated use of ground, naval, and aero- space forces, as well as long-range precision strike and asymmetric activities, against an adversary’s forces. Russian strategists believe aerospace will be the primary domain in modern warfare.</p>\n<p>Russian antiaccess/area denial capabilities can threaten forces close to Russia’s western and southern borders with integrated air defenses, cruise and ballistic missiles, and ground-based indirect fires. These assets provide Russian leaders some ability to attack some fixed targets and key nodes with precision in the operational and strategic depths of potential adversaries. While Russia could disrupt the deployment of peer or near-peer enemy air, naval, or ground forces to an area of operations near Russia during early phases of conflict, Russia probably lacks the numbers of missiles and platforms necessary to halt or prevent this process over time, based on RAND analysis and wargaming.</p>\n<p>Russian investments in air and naval forces have included a steady focus on improved conventional capabilities and long-range strike systems, which have recently been demonstrated in opera- tions in Syria. In addition to various missile systems and strike capabilities, the Russian land forces have, over the course of the last decade, transitioned from a primarily mobilization-based force with large, low-readiness cadre formations to a smaller, permanent- readiness–based force. This force trains to provide combined-\narms ground capabilities that can mass quickly within Russia in response to a state or nonstate actor. Between the Ground Forces, the Airborne Troops (in Russian, Vozdushno-Desantnye Voiska, or VDV), and the Naval Infantry, Russia has around 60 brigade- or regimental-sized formations. Most of these can provide one to two battalion tactical groups (BTGs) of professional (contract) soldiers. These BTGs are kept at a relatively high level of readiness, while the remainder of the unit trains conscripts on 12-month cycles.</p>\n<blockquote>\n<p>Russian strategists focus on preserving influence in buffer states along Russia’s borders and on reinforcing a series of defensive bulwarks. This posture would buy space and time to mobilize the state in the event of a large-scale war and to supplement the nuclear deterrent in assuring Russian territorial integrity.</p>\n</blockquote>\n<p>Following the 2009 “New Look” reforms and through roughly 2013, the brigade was held as the optimal unit formation, but more recently Russian leaders have made statements about reform- ing a number of divisions in the Western and Southern Military Districts. Ground Forces reforms envisioned a modular force with well-equipped battalions that could be used against a variety of adversaries, from the nonstate groups that Russia anticipates as its most likely opponents to conventional military forces requiring large operations.4 The focus on battalion-sized formations enables combined-arms training for capabilities that are useful for either contingency.</p>\n<p>Not surprisingly, Russia’s reforms have augmented its military’s offensive potential. Long-range surface-to-air missiles deployed in Kaliningrad or near St. Petersburg are positioned to deter or prevent attacks on Russia but, due to their range, can also cover airspace over the Baltic states, the Baltic Sea, and northern Poland. If used during an offensive, these systems would convey operational advantages to advancing Russian air and ground forces. However, Russia’s most capable defensive systems are concentrated in the west; Russia’s other borders do not benefit from the same density of defenses. Finally, rapidly generated forces, intended to respond to instability along Russia’s periphery, could potentially overwhelm most of Russia’s neighbors in an offensive before an effective response could be mounted.</p>\n<p>An important caveat is that Russian military behavior will con- tinue to be driven by the views of its most senior leaders, and their views are influenced by contextual activities in the economic, dip- lomatic, informational, and military domains. They may misread cues, see or exaggerate threats to Russia, react to perceived provo- cations, and potentially preempt when they judge conflict to be inevitable. So while Russia’s overall strategic orientation is roughly akin to a defensive crouch, defensive reactions could well take a very offensive character at the direction of Russian leadership.</p>\n<h2>The Potential for Nuclear Escalation</h2>\n<p>According to Russia’s current (2014) military doctrine, Russia reserves the right to use nuclear weapons in response to a use of nuclear or other weapons of mass destruction against her and (or) her allies, and in a case of an aggression against her with conven- tional weapons that would put in danger the very existence of the state.</p>\n<p>Russia has invested considerable sums in developing and field- ing long-range conventional strike weapons since the mid-2000s to provide Russian leadership with a buffer against reaching the nuclear threshold—a set of conventional escalatory options that can achieve strategic effects without resorting to nuclear weapons. The precise issues that will cause Russian leaders to believe they face a danger to “the very existence of the state” depend on context, but Russian doctrine does provide some clues.</p>\n<p>Russia is likely to consider nuclear responses to nonnuclear attacks that it believes present a grave threat to its territorial integ- rity and sovereignty; continuity of government; and the viability of its strategic nuclear deterrent.6 The destruction of integrated air defenses arrayed around Russia’s heartland or in Kaliningrad, in conjunction with other critical losses sustained by Russian conven- tional forces during conflict, could also be considered an existential threat to the state.</p>\n<p>Russia will continue to prioritize its nuclear deterrent posture and is working to enhance its early warning capabilities. Russia may feel its silo-based intercontinental ballistic missiles are rela- tively more vulnerable to first strikes than mobile launchers and submarines. Moreover, Russia’s ability to detect a launch from space has deteriorated, as the Soviet-era satellite constellations pro- viding warning went offline by 2015.7 Russia launched the first sat- ellite of a new space-based early warning system in 2015 and aims to complete this constellation after 2020 (“GLONASS vs. GPS: An Aerospace Forces Colonel on the Status of Russia’s Military Space Program,” 2016). In the interim, Russia will rely on legacy and new ground-based early warning radar stations to cover gaps. Reduced warning time or Russian fears of a disarming U.S. first strike may lead to a less-stable nuclear deterrence relationship.</p>\n<h2>Planning and Executing Operations</h2>\n<p>Russian operations will show a high degree of coordination across\na wide range of military units, using deception and simultaneity to achieve objectives quickly and minimize periods of vulnerability to an adversary’s most dangerous capabilities. This will be most appar- ent in operations conducted near Russia’s borders that benefit from advance planning, and probably much less apparent when Russian units are forced to improvise or react to unanticipated threats.</p>\n<p>Russia is clearly disadvantaged in both numbers and economic power in a conventional long-term contest with the United States, European NATO countries, or China. If Russian leaders believed military action against Russia were imminent, they might feel compelled to act preemptively. Russia would most likely seek to achieve its objectives quickly and then attempt to terminate the conflict on the best possible terms. The longer a conflict drags on, the more Russia would be at a disadvantage, especially after the ini- tial weeks or months. The ground-based defenses against air attack can eventually be exhausted or overwhelmed, and over time Rus- sian local numerical superiority would dwindle if a large country such as China or a bloc like NATO marshals its full strength for a protracted war. It is therefore highly likely that Russian operations would feature a swift coup de main and then transition to defense and consolidation of gains.</p>\n<blockquote>\n<p>Russia is likely to consider nuclear responses to nonnuclear attacks that it believes present a grave threat to its territorial integrity and sovereignty; continuity of government; and the viability of its strategic nuclear deterrent; it will continue to prioritize its nuclear deterrent posture and work to enhance its early warning capabilities.</p>\n</blockquote>\n<p>The Russian seizure of Crimea is only the most recent example of the successful employment by Russian (or, previously, Soviet) forces of a relatively small number of elite forces to carry out a lightning campaign to quickly take down an overmatched oppo- nent. In cases such as Czechoslovakia in 1968 and Afghanistan in 1979, the outcome was determined not only in terms of correlation- of-forces overmatch, but also in terms of speed and surprise. The Russians quickly overwhelmed the defenders, leaving them mini- mal time to respond. In 2008, the Russians brought overwhelming force to bear in Georgia in a short amount of time, but operational coordination was a publicly discussed flaw of that operation.</p>\n<p>If pressed to carry out sustained combat operations, Russian forces would operate in a few distinctive ways. Russian command- ers will place a high priority on disrupting and destroying an enemy’s headquarters and communications capabilities. This will take several complementary forms:</p>\n<p>• a deliberate effort to identify and destroy (through kinetic means) or neutralize (through electronic or cyber means) the adversary’s command and control systems\n• the practice of maskirovka, which involves concealment of forces and intentions, as well as the use of decoys and decep- tion to misdirect the adversary\n• a high rate of advance to minimize the time the adversary has to identify the primary Russian course of action and develop an appropriate response.</p>\n<p>Joint force integration is a priority for Russian development. In 2010, Russia’s new joint strategic commands replaced the old-style military districts and gave commanders operational control over ground, aerospace, and naval forces, much like U.S. combatant commands. As of 2017, the Russian military is in its seventh year of true joint force command and is gaining operational experience through recent joint operations abroad. Russia is working toward the ultimate goal of a unified “information space.”8 The trial by combat of these capabilities has taken place in Ukraine and Syria; although they reflect substantial improvements in combat capabil- ity compared with what they demonstrated in the 2008 war with Georgia, they have not yet been tested against a capable military or in large-scale operations.</p>\n<p>Russian writings on the conduct of operations and tactical engagements emphasize the importance of the long-range fires con- test. Russia’s military can employ overwhelming firepower against any of the country’s neighbors, and Russia has invested heavily in intelligence, surveillance, and reconnaissance (ISR) capabilities to mass fires quickly and effectively. Russia’s strategic, operational, and tactical air defenses would pose challenges to its adversaries’ air operations and joint air-ground integration. Russian ground forces are typically heavily defended with air defense systems rather than by air support; in a situation of mutual air denial, Russian ground units would most likely enjoy a substantial advantage derived from their numerical superiority in ground-based fire support. Again, Russian views are consistent: They believe the advantage in modern warfare goes to the side that can gain and sustain fire superiority over the adversary, and in some scenarios they would likely feel compelled to attack to secure that advantage.</p>\n<p>Russian forces’ continued reliance on a small but elite set of rapid reaction forces is an additional unique feature of the way they carry out operations that emphasize speed and maneuver. The VDV, Spetsnaz (special forces), and Naval Infantry regiments and brigades are highly mobile and able to put light mechanized forces in the field and conduct combined-arms maneuver. The VDV has had important (and frequently central) roles in virtually every major Soviet or Russian operation since World War II. It is the core of a “fire brigade” capability with a more direct command and control chain to military leadership than the Ground Forces.</p>\n<p>The case of Ukraine in March 2014 is instructive. In the span of a few weeks, elements of high-readiness Russian Ground Forces and VDV units massed near the northern and eastern borders of Ukraine. According to a report by Igor Sutyagin of the Royal United Studies Institute, Russia massed up to 48,000 combat troops around Ukraine in March and April 2014; in terms of units committed, a disproportionate number were from the VDV and Spetsnaz—lighter units than those of the more tank-heavy Ground Forces, but still equipped with armored vehicles (Sutyagin and Clarke, 2014).</p>\n<blockquote>\n<p>Russian views are consistent: They believe the advantage in modern warfare goes to the side that can gain and sustain fire superiority over the adversary, and in some scenarios they would likely feel compelled to attack to secure that advantage.</p>\n</blockquote>\n<p>Russian naval capability would serve important supporting roles in a conventional conflict, such as providing bastion defense, launching long-range precision strike weapons, and conducting antisurface and antisubmarine warfare. Russia’s surface and sub- marine fleet now regularly conducts out-of-area operations, but given the strain on the limited number of platforms, these peace- time deployments will be focused on the most strategically valu- able areas, such as the eastern Mediterranean, Arctic, portions of the Atlantic, and the Black Sea. The Russian navy has blue-water capable ships and submarines that could launch cruise and ballistic missiles, although this capability is limited to a small percentage of platforms for the foreseeable future. Aging platforms, delays in procurement, and uneven performance across the fleets are persis- tent challenges constraining naval performance.</p>\n<p>Learning from its embarrassing losses in Georgia in 2008, the Russian Aerospace Forces have maintained a high operational tempo with longer flight hours over the last several years, particu- larly during operations in Syria. They are also practicing missions like aerial refueling, nighttime operations, and precision strikes (“Fighter Pilots in Western Military District Complete Main Stage of Ladoga-2016 Exercise,” 2016). Russian long-range conventional strike assets like the Kh-101 enable Russia to launch at least limited conventional strikes against targets anywhere within thousands of kilometers of Russia. Russian Aerospace Forces’ likely missions in a high-intensity conflict would include reconnaissance, combat air patrols, ground strikes, providing air support to advancing ground forces if possible, and engaging in air-to-air combat.</p>\n<h2>Irregular Forces Will Be Present on the Battlefield</h2>\n<p>Much has been written in recent years on Russian asymmetric capabilities in light of the operations that led to the seizure and annexation of Crimea and the destabilization of eastern Ukraine in the vicinity of Donetsk and Luhansk. Russian use of Spetsnaz, intelligence services, and paramilitaries could be an important element of a conflict in different ways that may not be easy to distinguish.</p>\n<p>• Unconventional warfare. Russia might attempt to carry out an operation where the main effort is a special operations forces (SOF)-led set of missions, as in the initial stages of eastern Ukraine and in Crimea. Conventional forces would still have a role in providing support to SOF units engaged in activities and in deterring a large-scale response.\n• Precursor to invasion. The use of paramilitaries, SOF, and unmarked units may be seen in the early stages of a conven- tional attack as well. Spetsnaz could perform their traditional strategic reconnaissance and direct action missions as part of deliberate preparations for an offensive operation. Should the SOF element of the campaign face defeat by an adversary’s military or security forces, Russian conventional military units might intervene (as in August 2014, when Russian separatists in eastern Ukraine were on the verge of defeat by pro-Ukrainian forces). Russia could use similar tactics against a peer or near- peer adversary, although the operation would require more finesse and would pose a greater escalation risk.</p>\n<blockquote>\n<p>Russian use of Spetsnaz, intelligence services, and paramilitaries could be an important element of a conflict in different ways that may not be easy to distinguish.</p>\n</blockquote>\n<p>The broader point is that irregular forces will likely be present throughout the battlespace, providing information about adversary forces and potentially operating against high-value targets.</p>\n<h2>Tactics: Hit Hard, Move Fast</h2>\n<p>Russian tactics will continue to heavily emphasize gaining and maintaining fire superiority over an adversary; leveraging improved ISR capabilities and a wide range of fires platforms; and using speed, surprise, and integrated combined arms in maneuver forces to disrupt and overwhelm enemies once encountered.</p>\n<p>Russian ground units train to conduct operations against irreg- ular adversaries as well as to conduct high-intensity combat against the military forces of a modern state. In practice, they have retained many conventional combat capabilities, such as ground-based air defenses, electronic warfare, and particularly indirect fires, that the U.S. military chose to deemphasize or remove from the force to optimize forces for the conflicts in Iraq and Afghanistan.</p>\n<h3>Disjointed Battle</h3>\n<p>Russian forces would aim to disorient the adversary and prevent it from operating in its preferred fashion. As mentioned earlier, many of their efforts—including the emphasis on deception, electronic warfare, and strikes against command and communications—are intended to disrupt adversaries and slow their ability to respond to developments on the battlefield. This plays into the Russian empha- sis on layered air defenses and ground-based fires.</p>\n<p>As depicted in Figure 1, the combination of a layered inte- grated air defense system (IADS) and a variety of ground-based indirect fires systems is intended to pose a significant joint and combined-arms integration challenge to adversaries. The IADS complicates the ability of an adversary to employ air-delivered fires against Russian forces, and the considerable artillery and missile forces available are intended to allow Russia to gain and leverage superiority in fires on the ground.</p>\n<p>The employment of indirect fires en masse at the tactical level is one of the signature characteristics of Russian ground forces. A typical Western maneuver formation might have a single artillery or indirect fire subunit for each unit—for example, a U.S. Army brigade combat team has an organic artillery battalion—but Rus- sian combined arms (tank or motor rifle) brigades have smaller maneuver elements and more numerous fire support elements. A motor rifle brigade, consisting of three motor rifle battalions and a tank battalion, will also frequently have two self-propelled artillery battalions, a rocket artillery battalion, and an antitank artillery battalion (with primarily direct fire systems) before it is augmented with additional artillery support from its parent formation. The main effort of a major Russian offensive operation likely would have maneuver units supported by an equal or greater number of artillery units. They will use large quantities of cluster munitions and artillery-delivered mines.\nFigure 2 represents RAND’s assessment of the typical volume of indirect fires available to a U.S. Armored Brigade Combat Team, compared with that of a Russian motorized rifle brigade. On a one- for-one basis, U.S. Army ground units would face an adversary with quantitatively superior artillery that had a broader variety of muni- tions available and the ability to strike at long ranges. This Russian advantage would be compounded by Russia’s likely numerical superiority in the early stages of a crisis, and the large numbers of army and military district–level missile and artillery troops in Russia’s force structure. These fire advantages are greatest while operating from a position of relative safety, and they begin to recede if adversaries can break through a contested or denied air environment and conduct air strikes, as depicted in Figure 1.</p>\n<p><strong>Figure 1. Russian Air Defenses and Ground-Based Fires</strong></p>\n<p><strong>Figure 2. Indirect Fires Brigade-to-Brigade Comparison</strong></p>\n<p>The techniques that Russian units employ at the operational level will also have an influence on the tactical fight. Russian units will not seek a parity confrontation against a peer-competitor with superior training on a unit-by-unit basis. Rather, they will employ maneuvers to find and fix an adversary and use fires to destroy it. Blocking tactics (blokirovanie) will box in an enemy force to facili- tate its destruction by massed artillery fire. A variety of sensors, including ground-based battlefield surveillance radars, electronic warfare support, and tactical unmanned aerial systems, will be employed to isolate and target adversaries, especially headquarters units and concentrations of combat power.</p>\n<p>Many of the above approaches describe how Russian military leaders would attempt to employ their available forces, but there is considerable variance among units in their ability to carry out those approaches. Some units have been shown to be high quality, such as the all-volunteer Airborne Forces, certain units in the Ground Forces, and some of the Aerospace Forces that have been carrying out missions in Syria. Other units are equipped with older weapons and have a higher percentage of conscripts serving 12-month terms; not surprisingly, they may struggle to achieve the same level of per- formance. The extent to which the Russian military as a whole can scale up the capabilities seen in recent conflicts is an open question. Further, in contrast with the considerable emphasis that the Soviet Army placed on mobilization of the entire society for war, Russia’s ability to count on large reserves to back up its ready forces is limited and will probably remain so for some time.</p>\n<p>Finally, it is worth noting that Russian units will not be expected to follow the same rules in combat as those of Western countries. Their rules of engagement and potentially their authori- ties to employ capabilities like offensive cyber tools will be different and likely more permissive to better empower their soldiers to gain an advantage on the battlefield.</p>\n<h2>Conclusions</h2>\n<p>Although clearly influenced by their Soviet ancestry, the Armed Forces of the Russian Federation have evolved considerably to reflect new realities facing Russia’s defense leadership. Russia no longer has massive manpower advantages over its potential adversaries, nor can it trade space for time in light of the speed, range, and hitting power of modern aerial-delivered munitions. Facing a future in which their traditional strengths are absent or less useful, Russia’s military leaders have adapted in ways designed to enable an effective defense of their homeland and, if required, to permit limited offensive operations around their periphery. The Russian armed forces are not like the Soviet Army in size, depth, or global ideological aspirations. However, Russian forces have demonstrated an increasing array of conventional capabilities that would chal- lenge adversaries at the tactical and operational levels of war.</p>\n<h3>Notes</h3>\n<p>1 For more information, see Michael Johnson and David Shlapak, Reinforcing Deterrence on NATO’s Eastern Flank: Wargaming the Defense of the Baltics, Santa Monica, Calif.: RAND Corporation, RR-1253-A, 2016.\n2 In accordance with its obligations under the Intermediate-Range Nuclear Forces Treaty, Russia is prohibited from fielding ground-launched missile systems with ranges between 500 and 5,500 km. Additionally, see “Dialogue with NATO Possible Only on Equal Basis—Russian Defense Ministry,” Moscow Interfax, February 5, 2016; and “Russia Responds to Unrestricted Development of Ballistic Missile Defenses,” Rossiskaya Gazeta, May 29, 2015.\n3 Russia merged its air, strategic air and missile defense, and space forces into the Aerospace Forces (in Russian, Vozdushno-Kosmicheskiye Sily, or VKS) in August 2015. In 2015, Defense Ministry Army General Sergey Shoygu said that the VKS was created because “their formation is dictated by the shift in the center\nof gravity of armed struggle into the aerospace sphere.” See “Russian Defense Ministry Army General Sergey Shoygu Holds Regular Teleconference,” Ministry of Defense of the Russian Federation, August 3, 2015.\n4 Then–Chief of the General Staff Nikolay Makarov stated that lessons learned from the conflict with Georgia led to the implementation of brigades as a ground forces structure, and the creation of a battalion tactical group within each brigade kept at highest readiness. “Demobilization of the Paper Army,” Moscow Gazeta, June 8, 2009.\n5 Embassy of the Russian Federation to the United Kingdom of Great Britain\nand Ireland, “The Military Doctrine of the Russian Federation,” December 25, 2014. Section 20 states that “Prevention of a nuclear military conflict as well as any other military conflict has been made the basis of Russian Federation military policy.”\n6 Section 14.A.b of the military doctrine includes the following among the “main military threats” to the Russian Federation:\nobstruction of the operation of state and military command and control sys- tems of the Russian Federation; disruption of the functioning of its strategic nuclear forces, missile attack warning system, space surveillance system, nuclear weapon storage facilities, nuclear power engineering, the nuclear, chemical, pharmaceutical, and medical industry, and other potentially dan- gerous facilities (Embassy of the Russian Federation to the United Kingdom of Great Britain and Ireland, 2014).\nSection 16 states that “Nuclear weapons will remain an important factor in preventing the outbreak of nuclear military conflicts and conventional military conflicts (large-scale war, regional war).” Section 32a states that some of the main missions of the military are the protection of sovereignty and territorial integrity and maintaining Russia’s nuclear and nonnuclear deterrence capabilities at appro- priate readiness levels.\n7 See, for example, “Russia Lost All its Early-Warning Satellites,” Russian Strategic Nuclear Forces, February 11, 2015.\n8 “Defense Minister Army General Sergey Shoygu Participated in the Work of\nthe First Interdepartmental Conference on Information Interaction,” Ministry of Defense of the Russian Federation website, November 19, 2015. Russia envisions a “unified information space” for its military forces and select parts of the Russian interagency.</p>\n<h3>Bibliography</h3>\n<p>Bartles, Charles K., and Roger N. McDermott, “Russia’s Military Operation in Crimea,” Problems of Post-Communism, Vol. 61, No. 6, pp. 46–63.\nBergin, Chris, and William Graham, “Soyuz 2-1B Launches EKS-1 to Upgrade Russian Early Warning System,” NASA Spaceflight.com, November 17, 2015. As of June 8, 2016:\n<a href=\"https://www.nasaspaceflight.com/2015/11/\">https://www.nasaspaceflight.com/2015/11/</a> soyuz-2-1b-eks-1-russian-early-warning-system/\n“Defense Minister Army General Sergey Shoygu Participated in the Work of the First Interdepartmental Conference on Information Interaction,” Ministry of Defense of the Russian Federation website, November 19, 2015. As of October 30, 2017:\n<a href=\"http://eng.mil.ru/en/mcis/news/more.htm?id=12066295@egNews\">http://eng.mil.ru/en/mcis/news/more.htm?id=12066295@egNews</a> “Demobilization of the Paper Army,” Moscow Gazeta, June 8, 2009.\n“Dialogue with NATO Possible Only on Equal Basis—Russian Defense Ministry,” Moscow Interfax, February 5, 2016.\nEmbassy of the Russian Federation to the United Kingdom of Great Britain and Ireland, “The Military Doctrine of the Russian Federation,” December 25, 2014. As of March 31, 2017:\n<a href=\"http://rusemb.org.uk/press/2029\">http://rusemb.org.uk/press/2029</a>\n“Fighter Pilots in Western Military District Complete Main Stage of Ladoga-2016 Exercise,” Moscow Interfax, March 28, 2016.\n“GLONASS vs. GPS: An Aerospace Forces Colonel on the Status of Russia’s Military Space Program,” Life, November 26, 2016. As of October 20, 2017: <a href=\"https://life.ru/t/%D0%B7%D0%B2%D1%83%D0%BA/937760/ghlonass\">https://life.ru/t/%D0%B7%D0%B2%D1%83%D0%BA/937760/ghlonass</a>_ protiv_gps_polkovnik_vks_o_sostoianii_rossiiskogho_voiennogho_kosmosa\nKhryapin, A. L., D. A. Kalinkin, and V. V. Matvichuk, “Russia: Strategic Deterrence Against the U.S. Global ABM System and Prompt Global Strike Capabilities,” Military Thought, Geopolitics, and Security in English, Vol. 24, No. 1, January 2015.\nNaveh, Shimon, In Pursuit of Military Excellence: The Evolution of Operational Theory, Portland, Ore.: Frank Cass Publishers, 1997.\nOliker, Olga, “Russia’s Nuclear Doctrine: What We Know, What We Don’t, and What That Means,” Center for Strategic and International Studies, May 2016. As of June 8, 2016: <a href=\"https://www.csis.org/analysis/russia%E2%80%99s-nuclear-doctrine\">https://www.csis.org/analysis/russia%E2%80%99s-nuclear-doctrine</a>\n“Russian Defense Ministry Army General Sergey Shoygu Holds Regular Telecon- ference,” Ministry of Defense of the Russian Federation, August 3, 2015.\n“Russia Lost All Its Early-Warning Satellites,” Russian Strategic Nuclear Forces, February 11, 2015. As of June 9, 2016: <a href=\"http://russianforces.org/blog/2015/02/russia_lost_all_its_early-warn.shtml\">http://russianforces.org/blog/2015/02/russia_lost_all_its_early-warn.shtml</a>\n“Russia Responds to Unrestricted Development of Ballistic Missile Defenses,” Rossiskaya Gazeta, May 29, 2015.\nShlapak, David A., and Michael Johnson, Reinforcing Deterrence on NATO’s Eastern Flank: Wargaming the Defense of the Baltics, Santa Monica, Calif.: RAND Corporation, RR-1253-A, 2016. As of June 9, 2016: <a href=\"http://www.rand.org/pubs/research_reports/RR1253.html\">http://www.rand.org/pubs/research_reports/RR1253.html</a>\nSutyagin, Igor, and Michael Clarke, “Ukraine Military Dispositions: The Military Ticks Up While the Clock Ticks Down,” Royal United Studies Institute, April 2014.</p>\n<p>About This Perspective</p>\n<p>Russia has demonstrated its military competence and operational flexibility through operations in Crimea, eastern Ukraine, and Syria. Recent Russian actions have highlighted the need for a more comprehensive understanding of Russian military capabilities and operations. This perspective provides a primer on how Russia’s military might fight in the event of a major conflict against a peer or near-peer adversary. It is intended to contribute to a dis- cussion within the defense community that leads to a sounder understand- ing of how Russia could use force in support of political objectives.</p>\n<p>This Perspective is a product of the “U.S.-Russia Scorecard” study. The larger study is intended to inform the Army and the larger defense com- munity on the military potential of the Russian Federation to challenge the United States in key mission areas. It will provide an assessment of the relative capabilities of the United States, our North Atlantic Treaty Organi- zation allies, and Russia, along with a set of implications and recommenda- tions for U.S. policymakers.</p>\n<p>This research was sponsored by the Deputy Chief of Staff, G-3/5/7, United States Army, and conducted within the RAND Arroyo Center’s Strat- egy, Doctrine, and Resources Program. RAND Arroyo Center, part of the RAND Corporation, is a federally funded research and development center sponsored by the United States Army.</p>\n<p>The Project Unique Identification Code (PUIC) for the project that pro- duced this document is HQD157426.</p>\n<p>The RAND research team wants to express our appreciation to MG William C. Hix, Director of Strategy, Plans and Policy on the Army Staff, both for his sponsorship of this study and for his comments, as well as those of members of his staff, on a preliminary draft of this document.</p>\n<p>The authors would like to thank our reviewers, Olga Oliker and Tom Szayna, for their constructive comments on a draft of this document. We would also like to thank colleagues Michael Johnson, Clint Reach, and Michael Spirtas for their comments on earlier drafts of the project report, and David Shlapak, the principal investigator of the study that generated this document, for his guidance and comments.</p>\n<p>The authors are also grateful to the participants of the workshop that was held at RAND’s Washington, D.C., office in July 2016 to discuss this topic.</p>\n<p>Finally, Maria Falvo contributed essential administrative support in the development of this report.</p>\n<h3>About the Authors</h3>\n<p>Scott Boston is a defense analyst at the RAND Corporation, where he focuses on U.S. Army modernization and Russian military capabilities. A former Army officer, he previously worked at the Smith Richardson Foun- dation and, since joining RAND, has led studies for the Army on combat vehicle modernization and on the Russian military.</p>\n<p>Dara Massicot is a defense policy researcher at RAND and was previ- ously a senior analyst for Russian Military Doctrine and Operations at the Department of Defense.</p>\n<h4>Limited Print and Electronic Distribution Rights</h4>\n<p>This document and trademark(s) contained herein are protected by law. This representa- tion of RAND intellectual property is provided for noncommercial use only. Unauthor- ized posting of this publication online is prohibited. Permission is given to duplicate this document for personal use only, as long as it is unaltered and complete. Permission is required from RAND to reproduce, or reuse in another form, any of our research docu- ments for commercial use. For information on reprint and linking permissions, please visit <a href=\"http://www.rand.org/pubs/permissions.html\">www.rand.org/pubs/permissions.html</a>.\nThe RAND Corporation is a research organization that develops solutions to public policy challenges to help make communities throughout the world safer and more secure, health- ier and more prosperous. RAND is nonprofit, nonpartisan, and committed to the public interest.\nRAND’s publications do not necessarily reflect the opinions of its research clients and spon- sors. R® is a registered trademark.\nFor more information on this publication, visit <a href=\"http://www.rand.org/t/PE231\">www.rand.org/t/PE231</a>.</p>",
            "url": "https://tirexart.github.io/articles/The-Russian-Way-of-Warfare",
            "title": "The Russian Way of Warfare",
            "summary": "This Perspective is intended to serve as a primer that outlines in general terms how the Russian military would conduct combat operations in the event of a high-intensity conflict with a capable peer or near-peer adversary.",
            "date_modified": "2022-05-14T06:00:00.000Z",
            "author": {
                "name": "inTheUA.com"
            }
        },
        {
            "id": "https://tirexart.github.io/articles/The-Limits-of-Pacta-Sunt-Servanda",
            "content_html": "<p>The debate on stability and change – or the limits of pacta sunt ser- vanda – has played a central role in the history of international law. The question under which conditions a state may derogate from treaty obli- gations in case of changed circumstances seems a constant. It is exacer- bated by the inherent characteristic of treaties to “freeze” law at the moment of adoption, thus fixing it at a certain point in time. This dis- tinguishes treaties from international customary law, which – based on state practice and opinio iuris – follows reality, in Dupuy’s words, in de- grees of mimicry. Contrary to the latter, treaties are in permanent ten- sion to the passing of time and changing circumstances.</p>\n<p>Stability and change were discussed at different times with varying fo- cus. The most intensive debate surrounding these structural elements of the law of treaties seems to have taken place in the inter-war period, in the context of peaceful change: Article 19 of the Covenant of the League of Nations adopted an institutionalized solution, conferring the competence to the Assembly of the League of Nations to suggest trea- ties that have become inapplicable for revision when these endangered the peace of the world. After the failure of the League of Nations, the mechanisms developed after 1945 rather focused on action taken by the treaty parties. Articles 61 and 62 of the Vienna Convention on the Law of Treaties (VCLT) respectively allow for treaty termination or suspen- sion in cases of supervening impossibility of performance and funda- mental change of circumstances.\nRecent developments added new dimensions to the debate on stability and change. First, the formation of the law of state responsibility as a system of secondary norms and especially the therein conceptualized circumstances precluding wrongfulness increased the available options to accommodate subsequent changes. In particular the “legalization” (Verrechtlichung) of the necessity defence, from “necessity knows no law” to a strictly construed “law of necessity”, diversified states’ means to derogate from treaty obligations without as such endangering treaty stability. Thus, today, the force majeure and necessity defences incorpo- rated in the 2001 Articles on State Responsibility (ILC Articles; Articles\nC. Binder, Die Grenzen der Vertragstreue im Völkerrecht: am Beispeil der nachträglichen 671 Änderung der Umstände, Beiträge zum ausländischen öffentlichen Recht und\nVölkerrecht 245, DOI 10.1007/978-3-642-35094-8, © by Max-Planck-Gesellschaft zur Förderung der Wissenschaften e.V., to be exercised by Max-Planck-Institut für ausländisches öffentliches Recht und Völkerrecht, Published by Springer-Verlag Berlin Heidelberg 2013</p>\n<p>672 Summary\n23 and 25) provide for (temporary) derogation from treaty obligations in extraordinary situations.\nSecond, the formation of increasingly specialized treaty regimes in areas such as human rights, the law of the sea, international economic law and investment law raises the question as to the suitability and applica- bility of the mechanisms of general international law to the respective systems. Mostly known as the phenomenon of fragmentation, the “rise of specialized systems” has also been regarded “as an example of inter- national law’s capacity to adapt to the increasingly complex transna- tional problems in several functional areas”.1 Thus, do these systems need their own specialized derogation clauses too?\nThird, the courts and institutions which are regularly established in the respective treaty regimes have added a new dimension to the debate on stability and change as well. With their creation, one of the traditional criticisms voiced with respect to the rebus sic stantibus doctrine – that there was no institution to adjudicate upon it and that any invocation of the doctrine thus implied a dangerous legal insecurity – disappeared. Such institutions offer new possibilities of the debate’s conceptualiza- tion in legal terms.\nAgainst this background, this book examines the limits of pacta sunt servanda in cases of subsequent changes of circumstances and compares the functioning of the respective mechanisms established for this pur- pose: fundamental change of circumstances (Article 62 VCLT), super- vening impossibility of performance (Article 61 VCLT), obsolescence, necessity (Article 25 of the ILC Articles) and force majeure (Article 23 of the ILC Articles). In today’s international law, are the mechanisms of general law – of the law of treaties and of the law of state responsibility – sufficient and adequate to allow for flexibility without endangering treaty stability?\nThe investigation thus situates itself at the core of the tension between stability and change. This tension also provides the basis for compari- son and evaluation. Doubtless, flexibility and non-performance may be warranted in certain situations by considerations of justice towards the treaty party which has been struck by change, in the interest of a treaty’s legitimacy and the prevention of breach. Still, derogation needs to be balanced against the requirement of treaty stability and the pacta sunt servanda rule. Any non-performance is therefore to be kept to the\n1\nT Gazzini/WG Werner/IF Dekker, Necessity across International Law: Introduction, 41 NYBIL 2010, 3, 5.</p>\n<p>Summary 673\nstrict minimum; it has to allow for legal certainty and predictability and, as far as possible, protect the legitimate expectations of the treaty partners (Vertrauensschutz). These considerations provide the analytical framework for the exploration of the limits of pacta sunt servanda in international law.\nMore particularly, the mechanisms of the law of treaties as well as of the law of state responsibility which allow for a non-performance of treaty obligations in case of subsequent changes are assessed as regards 1. the material criteria of application; 2. the procedures of invocation; and 3. the legal consequences of reliance. The layers of analysis thus follow the three levels on which the balance between the interests of the treaty partners – the good faith in the due performance of treaty obligations versus the need for derogation under the impression of change – can be struck. It is accordingly asked, to what extent restrictive substantive cri- teria of application make derogation from treaty obligations more diffi- cult, thereby protecting treaty stability and the good faith of the treaty partners. Or whether it is rather the procedural deferment of the termi- nation’s effect which balances the treaty parties’ positions by establish- ing a time frame to prepare for the lapse of the treaty. Finally, is there any balance through the legal consequences of termination/suspen- sion/non-performance, e.g. by means of compensation?\nChapter 2 is devoted to the tension between stability and change. More particularly, it deals with the need for treaty stability which is impor- tant for the functioning of international relations but may also become counterproductive when circumstances change substantially.\nThe Chapter starts by outlining the continued importance of the pacta sunt servanda principle for the functioning of international relations, and even more so, for the recognition of international law as “law” (Part 2.2). Especially in the traditionally decentralized international sys- tem without central judicial institution, treaty stability seems essential. It thus comes as no surprise that even institutions/tribunals in particu- lar treaty regimes such as international human rights or investment law consistently emphasize the importance of treaty stability. Still, Part 2.2 likewise shows that pacta sunt servanda, as codified in Article 26 VCLT, is a meta rule. The detailed obligations which derive from treaty per- formance in good faith depend on the particular treaty and are to be de- termined by means of treaty interpretation. This is most important in today’s international law of cooperation with increasingly dense treaty obligations which reach into formerly exclusively domestic spheres. Compliance with pacta sunt servanda therefore has always directer con- sequences at the national level as well.</p>\n<p>674 Summary\nAgainst that background, Part 2.3 deals with the tension between the static principle of pacta sunt servanda and subsequent changes. Some- times, an adjustment between stability and change seems necessary. On this basis it is shown that the accommodation of change may be re- quired for reasons of justice regarding the party affected by the change; in view of the legitimacy of a treaty; and in order to prevent a treaty’s breach.\nPart 2.4 is dedicated to the (limited range of) mechanisms which allow for an accommodation of subsequent changes within the treaty; i.e. within the pacta sunt servanda rule. Such accommodation is, for in- stance, possible through an evolutive/dynamic interpretation of the treaty: especially institutions permanently set up in treaty regimes such as the WTO-Dispute Settlement Body and human rights monitoring in- stitutions (e.g. the European Court of Human Rights) engage in such interpretation. Other options include a restrictive interpretation of the treaty obligations of the state party which was struck by the change. It is likewise possible to offer the respective state a wide margin of appre- ciation in the fulfilment of its treaty obligations. The principle of good faith is a further tool to ease the tension between stability and change within the treaty regime. Still, these options are clearly limited. This is perhaps best illustrated with the ICJ’s rejection of the “approximate ap- plication” of a treaty in the Gabčíkovo-Nagymaros case (1997).\nChapter 2 comes to the conclusion that the tension between stability and change may only be solved in few instances within the treaty re- gime. For this reason, the subsequent Chapters 3-6 are dedicated to the external limits of pacta sunt servanda. Hence, they deal with those mechanisms which allow states to derogate from treaty obligations in cases of subsequent changes.\nChapter 3 starts with discussing the mechanisms of the general law of treaties: supervening impossibility of performance and fundamental change of circumstances, as codified in Articles 61 and 62 VCLT. The “traditional counterpart” of the pacta sunt servanda rule, fundamental change of circumstances, is dealt with first. Part 3.2 shows that, histori- cally, reliance on the rebus sic stantibus doctrine was also (mis-)used to shed inconvenient or burdensome treaty obligations and consequently was a danger to treaty stability. Against that background, the restrictive framing of Article 62 VCLT led to a welcome clarification and limita- tion of the rebus sic stantibus doctrine’s scope of application. In view of its restrictions, however, Article 62 VCLT hardly ever lends itself to derogations from treaty obligations and offers only limited means for reactions to change.</p>\n<p>Summary 675\nThis is also reflected in the scarce state practice and jurisprudence. The ECJ in the Racke case seems to be the only international tribunal ever to have accepted reliance on a fundamental change of circumstances. Still, the ECJ applied only a restricted standard of review, namely whether the Council had made manifest errors of assessment concern- ing the conditions of Article 62’s VCLT application. Equally rare are examples of state practice. The Netherlands’ reliance on a fundamental change of circumstances in the early 1980s to suspend a treaty on de- velopment cooperation with Suriname due to human rights violations in the country appears to be one of the few recent examples of the doc- trine’s invocation.\nPart 3.3 is dedicated to supervening impossibility of performance (Arti- cle 61 VCLT) as the second mechanism of the law of treaties to accom- modate change. It shows that also Article 61’s criteria of application are most difficult to meet. This is less due to the provision’s restrictive wording, but rather to its very high substantive threshold: amongst others, Article 61 VCLT requires the impossibility of performance to be caused by the permanent disappearance or destruction of an object in- dispensable for the execution of the treaty for reliance to be permissi- ble. Jurisprudence tended to broaden the provision’s scope; for instance by including the disappearance of legal regimes in Article 61’s VCLT scope of application. This was, however, “compensated” by a broad understanding of the possible replacement of the “object indispensable for the execution of the treaty” which led to a consistent refusal to rec- ognize supervening impossibility of performance. Already the PCIJ did not consider the disappearance of a currency regime (gold coins) in the Serbian/Brazilian Loans cases to constitute an impossibility as its equivalent in gold value was still available. All in all, impossibility of performance is an exception which has hardly been invoked to derogate from treaty obligations. Nor has it ever been accepted by an interna- tional tribunal: while Article 61 VCLT was discussed in the Gabčíkovo- Nagymaros case and in the LAFICO v. Burundi arbitration, the argu- ment was rejected in both cases.\nThus, already due to the provisions’ restrictive substantive criteria of application, fundamental change of circumstances and supervening im- possibility of performance are clearly focused on treaty stability. While this is positive in view of legal certainty, predictability and the necessary functioning of international relations, the mechanisms of the law of treaties, Articles 61 and 62 VCLT, are of little use for the accommoda- tion of change.</p>\n<p>676 Summary\nAs is shown in Part 3.4, the procedures of the general law of treaties (Articles 65 et seq. VCLT) also have deficiencies when it comes to the balancing of the treaty parties’ positions in cases of subsequent changes of circumstances. The VCLT’s procedures are complex and long which seems particularly problematic in cases of urgent changes. Moreover, their main focus on dispute settlement leaves the treaty partners only limited time to prepare for the lapse of the treaty. The outcome – the procedures end with a non-binding decision of a Conciliation Commis- sion – further weakens the VCLT’s procedural requirements. It thus comes as no surprise that, especially in more urgent cases, states only rarely comply with their procedural obligations. Hence, only the very “core” of the VCLT’s procedures (such as the duty to notify and the observance of certain minimum timelines until termination takes effect) may be considered as codification of customary international law. Espe- cially the mechanisms of Article 66 VCLT and the procedure before the Conciliation Commission are de facto dead law.\nPart 3.5 argues that also the VCLT’s regime concerning the legal conse- quences of termination (and suspension) is insufficient to adequately balance the treaty parties’ interests in cases of subsequent changes. The VCLT establishes a binary system and only allows for treaty termina- tion or suspension (Articles 70 and 72 VCLT). Although the non- incorporation of renegotiation or judicial/authoritative adaption of a treaty to the changes was well grounded, their omission reduces the possibilities to balance the diverging positions of the treaty partners. This is, in particular, so because the VCLT’s termination and suspension regime does not even provide for any adjustment (e.g. through compen- sation) in cases of a partial performance of treaty obligations by one party at the moment of termination/suspension. This lacuna is espe- cially problematic in cases of treaty suspension, since in such cases, due to the non-permanent character of the allocations, one cannot rely on other considerations such as unjust enrichment.\nOverall, the mechanisms of the general law of treaties offer only limited options to balance the treaty parties’ interests in case of termina- tion/suspension. Against that background, Part 3.6 looks into obsoles- cence as an additional instrument for the accommodation of change. Obsolescence is characterized by the complete disappearance of the (political, legal, social and economic) context which surrounded the conclusion of a treaty. While obsolescence is not mentioned in the VCLT, it has increasingly been recognized after certain provisions of the Austrian State Treaty were declared obsolete in 1990. On this basis, it is argued that obsolescence may usefully complement the VCLT’s</p>\n<p>Summary 677\ntermination and suspension regime. Since the lapse of the treaty occurs automatically when the circumstances in which it was concluded have completely disappeared, the notification of obsolescence is merely of declaratory – and not constitutive – character. Given its declaratory ef- fect, the procedural obligations are less onerous than in cases of reliance on formal termination grounds: in Austria, for instance, obsolescence is not subject to an actus contrarius and, consequently, to parliamentary approval as is usually necessary in case of political treaties and treaties whose contents modify or complement existing laws. In fact, Austria particularly welcomed the obsolescence’s reduced procedural require- ments. Its state practice thus evidences somehow “modern” forms of reliance on obsolescence, namely as an instrument of Rechtsbe- reinigung. Bilateral treaties on visa requirements with Eastern European states, for instance, which lost their scope of application in the context of the accession of these states to the Schengen area, are thus declared obsolete on the basis of a simple exchange of notes. Nevertheless, decla- rations of obsolescence remain the exception. Among the possible rea- sons are the instrument’s limited publicity and its informality, which comply only insufficiently with the need for stability and legal certainty generally required in international relations. Overall, as is shown in Chapter 3, the law of treaties establishes merely inadequate means for the accommodation of change.\nChapter 4 examines necessity and force majeure as the most important mechanisms of the law of state responsibility to derogate from treaty obligations in cases of subsequent changes of circumstances. Both mechanisms were incorporated in Articles 25 and 23 of the 2001 ILC Articles on State Responsibility and are generally accepted as codifying customary international law. As circumstances precluding wrongful- ness, necessity and force majeure are secondary rules of international law and require a prima facie breach of international (here: treaty) obli- gations as a precondition for their invocation. In view of their restric- tive criteria of application, the circumstances precluding wrongfulness of the law of state responsibility focus on (treaty) stability as well.\nThe customary law based necessity defence (Article 25 of the ILC Arti- cles), which is examined in Part 4.2, allows for the non-performance of treaty obligations under certain restrictive conditions, when an essential state interest is threatened by a grave and imminent peril. Article 25 of the ILC Articles is the definite achievement in codifying the defence. It stands in sharp contrast to the older approach to the defence. Histori- cally, necessity was considered as part of the right to self-preservation of a state and thus, given the importance of the interests at stake, de</p>\n<p>678 Summary\nfacto was not subjected to any rules. While this is perhaps best ex- pressed in the adage “necessity knows no law”, the necessity defence as incorporated in Article 25 of the ILC Articles is a tightly framed “law of necessity”.\nThe restrictive wording of Article 25 of the ILC Articles is reflected in the rare cases where necessity has been relied upon. Recently, however, the defence attracted attention in connection with Argentina’s economic crisis of 2001-02, in which the country systematically defended the derogation from its obligations towards foreign investors with the state of necessity. And yet, necessity (as incorporated in Article 25 of the ILC Articles) seems to have been only twice accepted by an interna- tional tribunal: in the LG&amp;E (2006) and the Continental Casualty (2009) cases. But even in these cases, the investment tribunals relied primarily on the treaty based emergency exceptions and only turned to Article 25 of the ILC Articles to confirm their conclusions.\nPart 4.3 analyses the force majeure defence (Article 23 of the ILC Arti- cles) as means to derogate from treaty obligations. It demonstrates that the conditions for reliance on force majeure are stringent. As is shown, force majeure is characterized by the elements of unforeseeability, irre- sistibility and externality which have to be proven by the state wishing to invoke the defence. Generally speaking, force majeure may be distin- guished from necessity by the characteristic lack of free will, as evi- denced in the English expression “act of god”. The defence’s narrow re- strictive criteria of application are corroborated by the rare state prac- tice and jurisprudence. Reliance on force majeure (i.e. on Article 23 of the ILC Articles) has remained the exception and has never been ac- cepted by an international tribunal/institution. The only case where it was discussed more extensively (before being rejected) seems to be the ICSID decision Aucoven v. Venezuela (2003). On the other hand, the defence gained relative prominence in the jurisprudence of the Iran-US Claims Tribunal, which partly qualified the revolutionary conditions in Iran after the overthrow of the Shah as force majeure.\nPart 4.4 is dedicated to the de facto non existent procedural require- ments for reliance on necessity and force majeure. As held by Special Rapporteur Crawford: the circumstances precluding wrongfulness function as a “shield rather than as a sword”. One can therefore rely on these defences even when a case on an alleged breach of international obligations is already pending before an international institution. This facilitates an expeditious means for the state which is burdened by the changed circumstances. Conversely, the de facto missing procedural re- quirements pose a challenge to treaty stability and the good faith of the</p>\n<p>Summary 679\nother treaty parties which are given no time to prepare for the treaty’s lapse.\nThe legal consequences of reliance on the circumstances precluding wrongfulness, which are examined in Part 4.5, remain largely unad- dressed by the ILC Articles on State Responsibility. True, reliance on the circumstances precluding wrongfulness does not have a permanent impact on the existence of a treaty. The duty to perform revives once the necessity or force majeure situation has disappeared. Otherwise, however, Article 27 of the ILC Articles is formulated as non-prejudice clause and does not take a position whether compensation is to be paid. Still, a general duty to compensate the other treaty parties for their “material” losses was increasingly accepted in literature, state practice and jurisprudence. This opens certain room to adjust the treaty parties’ positions in terms of compensation. In case of force majeure, ex gratia compensations are possible.\nIn sum, Chapter 4 shows that the circumstances precluding wrongful- ness of the law of state responsibility, necessity and force majeure, care- fully frame a state’s possibilities to derogate from treaty obligations in cases of subsequent changes of circumstances without endangering treaty stability. Especially the “legalisation” of the necessity defence has brought a welcome certainty into the debate on stability and change.\nAgainst that background, Chapter 5 undertakes to compare the mecha- nisms of the law of treaties and those of the law of state responsibility. This with the particular objective in mind of assessing whether the for- mation of necessity and force majeure has broadened a state’s possibili- ties to derogate from treaty obligations in cases of subsequent changes of circumstances.\nPart 5.2 starts with examining the similarities between the different mechanisms. It argues that the substantive criteria of application of fundamental change of circumstances (Article 62 VCLT) and necessity (Article 25 of the ILC Articles) on the one hand and supervening im- possibility of performance (Article 61 VCLT) and force majeure (Arti- cle 23 of the ILC Articles) on the other hand are quite comparable. That is why the different mechanisms can, in principle, be applied to the same kind of situations. This is evidenced in the few cases where changed circumstances were at stake: in LAFICO v. Burundi and the Gabčíkovo-Nagymaros case, for instance, states have relied on both, the mechanisms of the law of treaties as well as on those of the law of state responsibility, interchangeably to argue a non-performance of treaty obligations.</p>\n<p>680 Summary\nNotwithstanding these similarities as regards the mechanisms’ material criteria of application, there are structural differences between the law of treaties and the law of state responsibility. These are dealt with in Part 5.3. The ILC, when drafting the Articles on State Responsibility, distinguished between primary and secondary rules. The ILC Articles do not define the content and extent of state obligations, whose breach gives rise to state responsibility; they are merely concerned with the consequences which flow from their breach. Consequently, an (appar- ent) breach of a primary obligation is a precondition for the application of the law of state responsibility.\nIt is shown that these differences largely correspond to the distinction between the law of treaties and the law of state responsibility. These two branches are clearly separated and categorically different. While the law of treaties establishes, in principle, primary rules and obligations, the law of state responsibility provides for secondary obligations that regulate the consequences of a breach of the primary obligation.\nThe differences entail, as is shown in Part 5.4, the different functioning of the mechanisms of the law of treaties and of the law of state respon- sibility. Most importantly as regards 1. their mode of application, 2. procedures and 3. consequences of reliance. First, the law of state re- sponsibility requires a prima facie breach of treaty obligations. The re- gime of state responsibility is thus only reached when a treaty has not been correctly suspended or terminated in accordance with the law of treaties. This implies a two step approach, with the non-performance grounds of the law of state responsibility coming after those of the law of treaties. Second, the procedures of reliance on the mechanisms of the law of state responsibility are much less complex than those established in the law of treaties (Articles 65 et seq. VCLT). As stated, necessity and force majeure function “as a shield rather than as a sword” and can still be relied upon in ongoing proceedings. This may be explained, inter alia, by the event based approach of the law of state responsibility and the ex post concept of reliance which is only possible once a prima facie violation has occurred. Third, also the legal consequences of reliance are different. While, in principle, reliance on Articles 61 and 62 VCLT has permanent consequences for the treaty relationship – successfully in- voked it ends the treaty relation –, the operation of necessity or force majeure depends on the duration of the impediment and the treaty rela- tion revives once the impediment disappears. The VCLT does not deal with compensation or any other form of adjustment between the treaty parties in case of termination. Conversely, in cases of a successful reli- ance on necessity, compensation is generally due.</p>\n<p>Summary 681\nOn this basis, Part 5.5 shows that the mechanisms of the law of state re- sponsibility, especially the legalization of the necessity defence, broaden the possibilities of states to derogate from treaty obligations. They di- versify the possibilities to react to subsequent changes while, at the same time, maintaining an optimal balance between the treaty parties. To exemplify, the mechanisms of the law of state responsibility are – due to their reduced procedural requirements – an exit option for ex- treme cases. They are important for a state which is affected by changed circumstances and needs to derogate quickly from its treaty obligations. Conversely, the duty of compensation even in cases of a successful reli- ance on necessity leaves room to adjust the different treaty parties’ po- sitions. This is not only a welcome reflection of the idea of “justice”. From a longer term perspective, the duty to compensate could contrib- ute to a – cautious – flexibilisation of the necessity defence.\nFurthermore, reliance on the circumstances precluding wrongfulness will be the only means to derogate from treaty obligations when treaties codify customary international law. Likewise, considerations of domes- tic law induce at times a preference for the less cumbersome mecha- nisms of the law of state responsibility. While the invocation of neces- sity or force majeure is generally possible as decision of the executive branch alone, treaty termination (and suspension) frequently requires parliamentary approval.\nFinally, the mechanisms of the law of state responsibility allow more readily to derogate from treaty obligations when interests of the inter- national community are at stake than those of the law of treaties. The 2001 ILC Articles mirror the changing structure of international law and the growing “verticalization” of international relations in fields such as human rights. More generally, they reflect an increasingly value oriented international community. This stands in contrast to particu- larly Articles 61 and 62 VCLT which are – as the totality of the VCLT – expression of a rather horizontally conceived law of interstate relations.\nIn sum, the circumstances precluding wrongfulness increase the range of mechanisms to derogate from treaty obligations in cases of subse- quent changes of circumstances; at least at the abstract and theoretical level.\nAt the same time, the (welcome) focus on treaty stability of all mecha- nisms (of the law of treaties as well as the law of state responsibility) makes their weakening of pacta sunt servanda marginal. The narrow formulation of fundamental change of circumstances (Article 62 VCLT) and necessity (Article 25 of the ILC Articles) and the high material threshold of impossibility of performance (Article 61 VCLT) and force</p>\n<p>682 Summary\nmajeure (Article 23 of the ILC Articles) is likewise reflected in the lim- ited state practice and jurisprudence. It implies that all mechanisms are merely reduced means for the accommodation of change. While this is welcome in view of the necessary predictability of performance and the stability of international relations, derogation from treaty obligations is only rarely possible.\nMoreover, as shown in Part 5.6, the criteria of application of all mecha- nisms (fundamental change of circumstances, impossibility of perform- ance, obsolescence, necessity and force majeure) reflect the problem of general (international) law which has to remain applicable to multiple situations. Their abstract wording and elements take only insufficient account of case specific characteristics and the particularities of differ- ent treaty regimes. This becomes especially evident when applying the non-performance provisions of general international law to the specific regimes. Even more, since the dense net of state obligations in these re- gimes increases the need to accommodate change and enable corre- sponding derogations from treaty obligations. In short, the growing need for flexibility can only insufficiently be resolved by the mecha- nisms of general international law.\nFor this reason, Chapter 6 examines non-performance options – termi- nation clauses as well as treaty based emergency exceptions – in differ- ent treaty regimes, namely in human rights law, the law of the sea, the GATT/WTO-regime and international investment law. All the regimes examined provide for a “system adequate” derogation from treaty obli- gations on the basis of specific provisions which may also be relied upon when circumstances change. They thus contribute to ease the ten- sion between stability and change in line with the requirements of the respective treaty regime. Put differently, the debate on stability and change seems to increasingly move from general international law into the different subsystems. Historically, the main “opponent” of treaty stability was the rebus sic stantibus doctrine (Article 62 VCLT). Today, it is primarily the treaty based termination clauses and emergency ex- ceptions which function as the external limits of the pacta sunt servanda rule in cases of subsequent changes of circumstances.\nAs shown in Part 6.2, the majority of treaty regimes (in human rights law, international economic law, the law of the sea and international in- vestment law) contain regime specific termination clauses. These clauses offer a primarily procedural solution to the tension between stability and change. The establishment of minimum timelines (generally be- tween six months and one year) after which the denunciation takes ef- fect leaves the other treaty parties a certain time to prepare for the lapse</p>\n<p>Summary 683\nof the treaty. This contributes to legal certainty since an exit from the treaty is not linked to compliance with (necessarily vague and general) substantive criteria. Only treaties of disarmament and arms control in- clude material termination conditions such as the occurrence of ex- traordinary events which threaten supreme state interests.\nStill, an empirical analysis of state practice in the respective regimes shows that notwithstanding the incorporation of procedural termina- tion provisions in most of the treaties examined, states have only excep- tionally left treaty regimes. In today’s international law of cooperation, permanent exit does not seem to be an option.\nPart 6.3 investigates the increased need for temporary non- performance. An empirical analysis of states’ derogation practice shows that temporary non-performance is rather frequent. That is why the “system adequate” formulation of treaty based emergency exceptions, which takes due account of the requirements of the respective regimes, is particularly needed. The treaty specific emergency exceptions differ sometimes significantly from the necessity defence under general inter- national law. For instance, emergency exceptions in human rights trea- ties (e.g. Article 4 of the International Covenant on Civil and Political Rights) mirror the vertical structure of these treaties, which aim at the protection of individuals. They subject a state’s derogation from its human rights obligations to strict rules and also establish a monitoring system with a regular international control of derogations through hu- man rights treaty bodies. The emergency exceptions thus not only re- flect the importance of interests involved: human rights. The monitor- ing system also provides for international control in an area where states do not necessarily have a reciprocal interest in compliance with treaty obligations.\nThe treaty exceptions contribute to legal certainty, since, given the es- tablishment of regime specific criteria, derogation from treaty obliga- tions becomes more predictable. At the same time, they illustrate the fragmentation of international law. The debate on stability and change is conducted with increasingly differentiated instruments in the various treaty regimes.\nAs shown in Part 6.4, the incorporation of treaty based termination provisions and emergency exceptions calls for norm conflict resolution techniques in order to clarify their relationship to general international law. The relationship is to be solved differently in the law of treaties and the law of state responsibility.</p>\n<p>684 Summary\nThe lex specialis principle applies to the relationship between treaty based termination clauses and the mechanisms of the general law of treaties (Articles 61 und 62 VCLT). It points to the more special norm – generally the treaty provision. A treaty’s termination provisions will thus be regularly applicable as lex specialis. The two step approach ap- plies to the relationship between treaty based emergency exceptions and the necessity defence of the law of state responsibility (Article 25 of the ILC Articles). One has thus to establish first whether the treaty based emergency exception is applicable. If it is, the derogation is lawful and there is no need to refer to the customary law based necessity defence. Since there is not even an apparent breach of treaty obligations, any ref- erence to the circumstances precluding wrongfulness of the law of state responsibility would be incorrect. Also the two step approach conse- quently points to the treaty provision which is generally examined first. This is welcome in particular in the case of necessity. It takes optimal account of the specific characteristics of treaty based emergency excep- tions which draw the “limits of pacta sunt servanda” in a regime ade- quate way. What is more, cases of temporary non-performance are comparatively frequent. For this reason, an orderly derogation with the least possible impact on the treaty relations and a maximum protection of the treaty partners’ good faith seems particularly important.\nPart 6.5 analyses the jurisprudence of international investment tribunals in the Argentine crisis and shows that the positive effect of a treaty re- gime specific fine tuning, the advantages of a “system adequate” incor- poration of emergency exceptions, is reduced when international tribu- nals incoherently apply the provisions or wrongly understand their rapport with the law of state responsibility. The opportunity in juris- prudence to determine the abstract elements of the necessity defence more precisely and the chance to establish a correct relationship be- tween the treaty based emergency exceptions and Article 25 of the ILC Articles has thus not been realized – or not yet (?) To the contrary, the limits of pacta sunt servanda were drawn very differently by the in- vestment tribunals. This reduces predictability and prevents legal cer- tainty which should guide any derogation from treaty obligations.\nFrom the perspective of fragmentation, the diverging decisions of the investment tribunals in the Argentine crisis demonstrate compellingly the important unifying function of general international law when it comes to deal with stability and change. On the basis of a (correct!) treaty interpretation, the elements of the customary law based necessity defence could, for instance, have been drawn upon to concretize the treaty based emergency exceptions and could thus have contributed to</p>\n<p>Summary 685\ntheir consistent application. Precondition for this is, however, an accu- rate understanding of international law by the respective institutions. This would require knowledge of the limits of treaty interpretation, the classification of the law of state responsibility as system of secondary norms and the correct use of methods for the solution of norm con- flicts.\nThe contradictory decisions of the investment tribunals in the Argen- tine crisis were not so much caused by treaty norms which were in- compatible with general international law. Rather, it was the investment tribunals’ problematic application of the respective norms. More gener- ally formulated, the threats to coherence and unity of international law were less the specific provisions of a treaty regime but rather their appli- cation. In fact, the unity and remaining relevance of international law – central questions of the fragmentation debate in view of the prolifera- tion of specialized treaty regimes – are primarily in the hands of the re- gimes’ institutions. These, however, frequently act in accordance with the particularities of their treaty regime and care (too) little about gen- eral international law.\nWhat is thus needed, is a more universalist vision on international law with respect to central questions such as the relationship between treaty based emergency exceptions and the mechanisms of general interna- tional law (here: the customary law based necessity defence). Only a correct handling of international law’s toolbox to deal with change will make it possible to solve the tension between stability and change ade- quately, i.e. in the interest of an optimal adjustment of the treaty parties’ positions, in line with legal certainty and predictability.\nThat is why this book is a plea for an exacter dogmatic as well as a deepened examination of the relationship between general international law and particular treaty regimes from a universalist perspective.</p>",
            "url": "https://tirexart.github.io/articles/The-Limits-of-Pacta-Sunt-Servanda",
            "title": "The Limits of Pacta Sunt Servanda in International Law",
            "summary": "The debate on stability and change – or the limits of pacta sunt ser- vanda – has played a central role in the history of international law.",
            "date_modified": "2022-05-09T06:00:00.000Z",
            "author": {
                "name": "inTheUA.com"
            }
        },
        {
            "id": "https://tirexart.github.io/articles/The-defeat-of-the-military-doctrine-of-the-Russian-Federation-in-Ukraine",
            "content_html": "<p>Выборочный перевод анализа военной ситуации в Украине, сделанного некоторыми американскими экспертами, относительно неработающей военной доктрины РФ в войне с Украиной. Если вкратце, то доктрина РФ сформирована из признания того факта, что Россия в войне с НАТО потеряет преимущество в воздухе практически сразу после начала боевых действий. Но Украина - это не НАТО! Только вот военная доктрина РФ едина, и отдельной по Украине нет.</p>\n<p>Еще одно замечание - ВВС РФ с большой предосторожностью используют собственные воздушные силы над своими же сухопутными войсками, из-за неспособности различать дружественные и вражеские самолеты в хаотичной обстановке на поле боя. Ха!</p>\n<p>И еще одно замечание, разрекламированный “Кинжал” является не только медиа (в значительной степени пустым) проектом, как и вся “мощь” ВВС РФ, но и, что почти невероятно, их количество ограничено всего 10 (десятью!) штуками.<img src=\"https://res.cloudinary.com/intheua/image/upload/s--dEQrv9ou--/v1648209368/work/x-47m2-dagger-as-a-media-project-and-a-dummy_gt5kfg.jpg\" alt=\"количество разрекламированного “Кинжал” ограничено всего 10 (десятью!) штуками\"/></p>\n<p>Итак, выборочной перевод:</p>\n<h2>Поражение военной доктрины РФ в Украине</h2>\n<p>Спустя более чем месяц после вторжения России в Украину, Вооруженные Силы Украины остановили российские сухопутные войска на нескольких фронтах и сумели сохранить воздушное пространство страны оспариваемым (конкурентным), несмотря на как будто бы подавляющее количественное преимущество ВВС России.</p>\n<p>ВВС России, до сих пор считавшиеся вторыми по величине в мире после Соединенных Штатов, действуют совсем иначе, чем американская авиация. В то время как российские военные, безусловно, совершают множество ошибок, которые обсуждались многими в течение последних четырех недель, некоторые из наиболее важных проблем ВС РФ могут вообще не быть <em>ошибками</em>. В значительной степени именно <em>подход</em> России к войне терпит неудачу в небе над Украиной.</p>\n<h2>Американская авиация: господствуйте в небе, чтобы выиграть войну</h2>\n<p>В Соединенных Штатах боевые операции разделены на шесть условных этапов, каждый из которых предусматривает участие значительной части сил, работающих вместе над достижением промежуточных целей. До 2009 года доктрина США была разбита на четыре этапа, но драматические изменения были включены с использованием уроков, извлеченных во время глобальной войны с террором.</p>\n<p>Шесть этапов войны: формируют, сдерживают, перехватывают инициативу, доминируют, стабилизируют, обеспечивают гражданскую власть, а затем возвращаются к формированию.</p>\n<p>Как отметила доктор Ребекка Грант, президент IRIS Independent Research, в журнале AIR Force Magazine около 13 лет назад, военно-воздушная мощь играет определенную роль на каждом этапе американской боевой доктрины, и, кроме того, она имеет решающее значение для самых важных из них.</p>\n<p>Вполне реально можно было бы привести обоснованный аргумент, что подход Соединенных Штатов к войне построен вокруг их возможностей военно-воздушных сил, при этом наземные силы используются в сочетании с самолетами и системами вооружения большой дальности для достижения всеобъемлющих целей.</p>\n<blockquote>\n<p>Это не для того, чтобы преуменьшить <em>невероятную важность сухопутных войск в бою</em>, а скорее для того, чтобы подчеркнуть, насколько важно обеспечение господства в воздухе для американского способа ведения боевых действий.</p>\n</blockquote>\n<h2>Россия НЕ использует авиацию таким же образом</h2>\n<p>Современная военная доктрина России использует совершенно иной подход к войне, уделяя гораздо больше внимания тому, что Россия называет войной нового поколения (NGW) на предшествующей и ранней стадиях конфликта (операции в серой зоне), а затем на взвешенном и даже бюджетном (экономном) применении силы во время самого конфликта. Россия использует свои более дорогие активы только по мере необходимости, и там, где более дешевые альтернативы не кажутся жизнеспособными , что резко контрастирует с подходом Америки к подавляющей технологической мощи.</p>\n<p>Важно отметить, что военная доктрина России не построена на основе военно-воздушных сил, как можно сказать, американской.</p>\n<blockquote>\n<p>Военная доктрина России скорее рассматривает военно-воздушную мощь как подчиненную своим более крупным сухопутным силам.</p>\n</blockquote>\n<p>Как выразился автор Forbes Дэвид Экс, ВВС России в основном используются в качестве воздушно-десантной артиллерии. Это может быть, по сути, прямым результатом (следствием) огромных возможностей ВВС НАТО и понимания Россией того, что она может потерять превосходство в воздухе в случае крупномасштабного конфликта.</p>\n<blockquote>\n<p>Вместо того, чтобы пытаться выиграть проигрышную битву, российская доктрина сместилась, чтобы принять идею, что она может не контролировать воздушное пространство, в котором она сражается.</p>\n</blockquote>\n<p>Военная доктрина России не призывает к использованию своего военно-воздушного аппарата для быстрого установления полного контроля над воздушным пространством противника и даже не призывает к быстрой ликвидации противовоздушной обороны противника. Это говорит об отсутствии у России целенаправленного подавления вражеских платформ противовоздушной обороны (SEAD), таких как специализированные американские Wild Weasel F-16. Российские самолеты могут использовать и используют противорадиационные ракеты для поражения систем противовоздушной обороны, например. Но это не та работа, на которой специализируется российские пилоты, или специализируется самолёты, или часто тренируется специально (не тренируется).</p>\n<p>Вместо этого Россия уделяет большое внимание огням дальнего радиуса действия, при этом использование собственных интегрированных систем противовоздушной обороны даже имеет приоритет над задачей самолетов доминировать в воздушном пространстве над своими силами.</p>\n<blockquote>\n<p>Доминирование ВВС РФ над местами ведения активных боевых действий НЕ является приоритетом. И на это есть причины.</p>\n</blockquote>\n<p>Подход России к войне требует использования передовых систем противовоздушной обороны для снижения эффективности противовоздушной обороны противника и авиации, при этом используя большой объем артиллерийского, ракет и ракетного огня для получения и использования огневого превосходства. Авиация поддерживает сухопутные войска в этих целях, а не служит основным средством захвата контроля над боевым пространством. Если авиация служит основой военной доктрины Америки, то крупные танковые подразделения и артиллерия служат основой России.</p>\n<blockquote>\n<p>«Российские взгляды последовательны: они считают, что преимущество в современной войне переходит к стороне, которая может получить и поддерживать огневое превосходство над противником, и в некоторых сценариях они, вероятно, будут вынуждены атаковать, чтобы обеспечить это преимущество».</p>\n</blockquote>\n<blockquote>\n<p><em>Скотт Бостон и Дара Массикот, Rand Corporation* “Русский способ ведения войны”.</em></p>\n</blockquote>\n<h2>Россия не ставит во главу угла отказ в воздушном пространстве своим врагам (невозможность использования противником воздушного пространства).</h2>\n<p>Подход России к войне требует буквального наказания своих врагов на начальных этапах боевых действий с целью быстрого разрешения конфликтов таким образом, который Россия считает благоприятным. Как отмечает Исследовательская служба Конгресса, цель России не в том, чтобы отказать противнику в доступе к району.</p>\n<blockquote>\n<p>«Скорее, российская доктрина фокусируется на интегрированных оборонительных сооружениях (особенно в силах воздушно-космической обороны), которые рассматривают противника как систему. Он стремится нарушить, отклонить и в конечном итоге наказать нападающего на начальных стадиях конфликта».</p>\n</blockquote>\n<blockquote>\n<p>Исследовательская служба Конгресса, 20 марта 2020 г.* Вооруженные силы России: военная доктрина и стратегия.</p>\n</blockquote>\n<p>Россия стремится использовать свое огневое превосходство для нацеливания и деградации критических элементов командования и инфраструктуры, что в конечном итоге заставит ее противника согласиться на выгодные условия. Таким образом, стратегия, которую используют российские командиры, по-видимому, предполагает, что общенациональное господство в воздухе не будет гарантировано.</p>\n<p>Из этого то не следует ошибочно утверждать, что Россия не будет использовать самолеты и интегрированные системы противовоздушной обороны, чтобы доминировать в своем непосредственном воздушном пространстве или воздушном пространстве над целью в меру своих возможностей. Они будут и, безусловно, делают это.</p>\n<blockquote>\n<p>Но Россия не считает, что установление господства в воздухе в масштабах всей страны необходимо для достижения своих более широких целей.</p>\n</blockquote>\n<p>Однако, поскольку российским силам, по-видимому, трудно различать дружественные и вражеские самолеты в хаотичной обстановке на поле боя, сильное присутствие российских самолетов, действующих над российскими силами, вероятно, кажется более рискованным, чем полагаться на передовые системы противовоздушной обороны, такие как С-400 Triumpf, чтобы удержать вражеские самолеты от столкновения со своими войсками.</p>\n<blockquote>\n<p>Российским силам трудно различать дружественные и вражеские самолеты в хаотичной обстановке на поле боя, сильное присутствие российских самолетов, действующих над российскими силами, вероятно, кажется рискованным.</p>\n</blockquote>\n<p>Таким образом, вместо этого российские самолеты используются аналогично российской артиллерии: наносят авиаудары по целям в поддержку своих сухопутных войск.</p>\n<h2>Подход России не работает в Украине.</h2>\n<p>Использование Россией военно-воздушных сил в качестве дополнения к своей всеобъемлющей цели по обеспечению превосходства в огне оказалось в значительной степени неэффективным над Украиной, как и давно разрекламированные интегрированные системы противовоздушной обороны России. Военно-воздушные силы Украины продолжают совершать боевые вылеты каждый день более месяца после начала этого конфликта.</p>\n<blockquote>\n<p>«Каждый раз, когда я летаю, это для реального боя», — сказал New York Times украинский пилот Су-27 по имени Андрей. «В каждом бою с российскими самолетами нет равенства. У них всегда в воздухе в пять раз больше самолетов».</p>\n</blockquote>\n<p>Украинские истребители, в основном действующие ночью, продолжают оказывать воздушную поддержку сухопутным войскам в обороне, а украинские беспилотники наносят ущерб российской технике по всей стране. Между тем, российские самолеты продолжают совершать сотни боевых вылетов в день, часто развертывая боеприпасы, все еще находясь в российском воздушном пространстве, по целям в сотнях миль внутри Украины, служа в качестве дальнобойной артиллерии для своих застопорившихся сухопутных войск.</p>\n<blockquote>\n<p>Неспособность России взять под контроль украинское воздушное пространство в сочетании с ее доктринальным подходом к использованию авиации в качестве расширения своих дальнобойных артиллерийских и ракетных средств явно не работает, как это было задумано на бумаге.</p>\n</blockquote>\n<p>Ранее уже обсуждалось ряд причин, по которым Россия изо всех сил пыталась захватить небо Украины, но, возможно, самая важная причина может заключаться в том, что подход России к войне сильно недооценивает важность контроля над воздушным пространством над головой.</p>",
            "url": "https://tirexart.github.io/articles/The-defeat-of-the-military-doctrine-of-the-Russian-Federation-in-Ukraine",
            "title": "Поражение военной доктрины РФ в Украине.",
            "summary": "Доктрина РФ сформирована из признания того факта, что Россия в войне с НАТО потеряет преимущество в воздухе практически сразу после начала боевых действий. Но Украина - это не НАТО! Только вот военная доктрина РФ едина, и отдельной по Украине нет.",
            "date_modified": "2022-03-25T09:00:00.000Z",
            "author": {
                "name": "inTheUA.com"
            }
        },
        {
            "id": "https://tirexart.github.io/articles/Russian_Offensive_Campaign_Assessment_by_ISW",
            "content_html": "<p>Оценка наступательной компании в Украине, на 19 марта, от &quot;Института изучения войны&quot; (ISW). Это перевод статьи, оригинал находится по адресу - <a href=\"https://www.understandingwar.org/backgrounder/russian-offensive-campaign-assessment-march-19\">Russian Offensive Campaign Assessment, March 19</a>. <em>Но не следует слишком серьезно воспринимать оценку ситуации в указанной статье, все эти западные эксперты, до недавнего времени, считали Росссийскую армию - второй армией в мире. А Украинской армии давали максимум два дня на существование. И тем не менее - это эксперты.</em></p>\n<p>Фредерик У. Каган, Джордж Баррос и Екатерина Степаненко</p>\n<p>19 марта, 3 часа дня по восточному времени</p>\n<p>Украинские войска нанесли поражение (победили) в первой российской кампании этой войны. Целью этой кампании было проведение воздушно-десантных и механизированных операций по захвату Киева, Харькова, Одессы и других крупных украинских городов с целью насильственной смены правительства в Украине. Эта кампания достигла кульминации. Российские войска продолжают добиваться ограниченных успехов в некоторых частях театра военных действий, но очень маловероятно, что они смогут достичь своих целей таким образом. Доктринально обоснованным ответом России на эту ситуацию было бы прекращение этой кампании, принятие, возможно, длительной оперативной паузы, разработка плана новой кампании, наращивание ресурсов для этой новой кампании и запуск ее, когда ресурсы и другие условия будут готовы. Российские военные еще не приняли такой подход. Вместо этого они продолжают направлять небольшие группы подкреплений в рамках постоянных усилий по поддержанию текущей кампании. Мы считаем, что эти усилия потерпят неудачу.</p>\n<p>Окончательное падение Мариуполя все более маловероятно, что высвободит достаточно российской боевой мощи, чтобы кардинально изменить исход начальной кампании. Российские войска сосредоточили значительную боевую мощь вокруг Мариуполя, привлеченную из 8-й общевойсковой армии на востоке и из группы российских войск в Крыму на западе. Если бы русские взяли Мариуполь быстро или с относительно небольшими потерями, они, вероятно, смогли бы перебросить достаточную боевую мощь на запад, в направлении Запорожья и Днепра, чтобы угрожать этим городам. Однако затянувшаяся осада Мариуполя серьезно ослабляет российские силы на этом направлении. Подтвержденная гибель командира российской 150-й мотострелковой дивизии, вероятно, указывает на масштаб ущерба, который украинские защитники наносят этим формированиям. Квартальные бои в самом Мариуполе стоят российским военным времени, инициативы и боевой мощи. Если и когда Мариуполь в конечном счете падет, российские войска, которые сейчас осаждают его, могут оказаться недостаточно сильными, чтобы резко изменить ход кампании, атаковав на запад.</p>\n<p>Российские войска на юге, похоже, сосредоточены на продвижении к Кривому Рогу, предположительно, чтобы изолировать, а затем захватить Запорожье и Днепр с запада, но вряд ли смогут захватить какой-либо из этих городов в ближайшие недели, если вообще смогут. Кривой Рог - город с населением более 600 000 человек, сильно укрепленный, по словам главы его военной администрации. Запорожье и Днепр тоже большие. Российские военные с начала войны изо всех сил пытаются захватить Мариуполь, который меньше любого из них, с большей боевой мощью, чем сейчас, продвигаясь к Кривому Рогу. Таким образом, продвижение России по этой оси, скорее всего, затормозится, как и все другие российские достижения в крупных городах.</p>\n<p>Российские военные продолжают направлять небольшие группы подкреплений для локальных боевых действий, вместо того чтобы концентрировать их для начала новых крупномасштабных операций. Россия продолжает направлять подразделения, набранные из своей морской пехоты со всех флотов, вероятно, потому, что эти подразделения относительно более боеспособны, чем рядовые российские полки и бригады. Морская пехота, принадлежащая Черноморскому флоту, вероятно, является крупнейшим единым резервом готовых сил, которые российские военные еще не задействовали. Большая часть этой морской пехоты, вероятно, была погружена на десантные корабли-амфибии у побережья Одессы с начала войны, предположительно готовые высадиться вблизи Одессы, как только российские войска из Крыма обеспечат надежную наземную линию связи (GLOC) из Крыма в Одессу. Однако вероятность того, что российские войска из Крыма создадут такой GLOC в ближайшем будущем, становится все меньше, и российские военные, по-видимому, начали использовать элементы морской пехоты Черноморского флота для усиления усилий по взятию Мариуполя.</p>\n<p>Кульминацией первоначальной российской кампании стало создание безвыходных условий на большей части территории Украины. Российские войска окопались на периферии Киева и в других местах, пытаясь укрепить политический контроль над районами, которые они в настоящее время занимают, пополняют запасы и пытаются усилить подразделения на стационарных позициях и, как правило, начинают создавать условия для удержания примерно своих нынешних передовых позиций в течение неопределенного времени. Снимки Maxar, на которых российские войска роют траншеи и укрепления в Киевской области за последние несколько дней, подтверждают эту оценку. Комментарии членов Думы о принуждении Украины к капитуляции путем истощения в мае могут отражать пересмотренный подход России к прекращению этого конфликта на выгодных для Москвы условиях.</p>\n<p>Тупиковая ситуация, скорее всего, будет очень жестокой и кровавой, особенно если она затянется. Тупик - это не перемирие или прекращение огня. Это состояние войны, при котором каждая сторона проводит наступательные операции, которые принципиально не меняют ситуацию. Эти операции могут быть очень разрушительными и привести к огромным жертвам. Сражения Первой мировой войны на Сомме, Вердене и Пасхендале проходили в условиях тупика и не привели к выходу из тупика. Если война в Украине зайдет в тупик, российские войска продолжат бомбить и обстреливать украинские города, разрушая их и убивая мирных жителей, даже несмотря на то, что украинские войска наносят потери российским нападающим и проводят собственные контратаки. Русские могли бы надеяться сломить волю украинцев к продолжению боевых действий в таких обстоятельствах, продемонстрировав неспособность Киева изгнать российские войска или прекратить их атаки, даже если русские явно не в состоянии захватить украинские города. Таким образом, поражение Украины в начальной российской кампании может создать условия для разрушительного затягивания конфликта и нового опасного периода, испытывающего решимость Украины и Запада. Продолжение и расширение западной поддержки Украины будет жизненно важно для того, чтобы Украина пережила этот новый период.</p>\n<p>Ключевые Выводы:</p>\n<ul>\n<li>Сейчас мы оцениваем, что первоначальная российская кампания по захвату столицы и крупных городов Украины и насильственной смене режима провалилась;</li>\n<li>Российские войска продолжают усилия по восстановлению динамики этой кульминационной кампании, но эти усилия, скорее всего, также потерпят неудачу;</li>\n<li>Российские войска продолжат попытки продвинуться в пределах досягаемости эффективной артиллерии центра Киева, но перспективы их успеха неясны;</li>\n<li>Война, скорее всего, перейдет в фазу кровавого тупика, который может продлиться недели или месяцы;</li>\n<li>Россия будет расширять усилия по бомбардировкам мирных жителей Украины, чтобы сломить волю украинцев к продолжению боевых действий (в чем русские, скорее всего, потерпят неудачу).;</li>\n<li>Наиболее опасное в настоящее время продвижение России происходит из Херсона на север в направлении Кривого Рога в попытке изолировать Запорожье и Днепр с запада. Российские войска вряд ли смогут окружить или захватить Кривой Рог в ближайшие дни, и, возможно, вообще не смогут этого сделать, не сосредоточив для этого гораздо большие силы, чем они сейчас располагают на этой оси;</li>\n<li>Русские, похоже, отказались от планов атаковать Одессу, по крайней мере, в ближайшей перспективе.</li>\n</ul>\n<p>Украинский Генеральный штаб продолжает сообщать об усилиях России по поиску и развертыванию подкреплений для ведения боевых действий в Украине, а также о сохраняющихся проблемах с моральным духом и дисциплиной в российских вооруженных силах. Генеральный штаб Украины сообщил 19 марта, что Россия перебрасывает части 40-й отдельной морской пехотной бригады и 155-й отдельной морской пехотной бригады из Восточного военного округа, для “восполнения потерь группировки Восточного военного округа” в Беларуси. Украинский Генеральный штаб сообщает, что российские солдаты продолжают дезертировать и отказываться от приказов. 19 марта Генеральный штаб возобновил предупреждения о том, что русские могут использовать атаки под чужим флагом или другие инсценированные провокации для оправдания дальнейшего призыва и мобилизации в России. Такие действия не привели бы к созданию дополнительной полезной боевой мощи в течение многих месяцев. Российские военные могут даже с трудом обучать новых призывников стандартным потерям, в том числе потерям, понесенным 437-м учебным полком, как сообщалось в нашем предыдущем обновлении.</p>\n<p>Российские военные наращивают свои воздушные, ракетные и артиллерийские обстрелы населенных районов Украины по мере того, как их обычные механизированные достижения достигают кульминации.[6] Россия объявила об использовании своей гиперзвуковой ракеты &quot;Кинжал&quot; для удара по складу боеприпасов в Ивано-Франковске 18 марта.[7] Использование такой дорогой, редкой и высококлассной системы для поражения склада боеприпасов, вероятно, сигнализировало и демонстрировало намерение и способность к эскалации, а не стремление для достижения конкретной военной цели. &quot;Кинжал&quot; - это ракета двойного назначения, которая может нести ядерную боеголовку, хотя та, что использовалась в Украине, несла обычную фугасную боеголовку.[8] Его применение, вероятно, сигнализировало о готовности Москвы рассмотреть возможность применения ядерного оружия малой мощности в дополнение к демонстрации способности применять гиперзвуковое оружие.</p>\n<p><em>Мы не сообщаем подробно о преднамеренных нападениях России на гражданскую инфраструктуру и нападениях на безоружных гражданских лиц, которые являются военными преступлениями, поскольку эти действия хорошо освещаются в западных СМИ и напрямую не влияют на военные операции, которые мы оцениваем и прогнозируем. Мы продолжим оценивать и сообщать о последствиях этой преступной деятельности для украинских военных и населения и, в частности, о боевых действиях в украинских городских районах. Мы решительно осуждаем эти нарушения Россией законов вооруженных конфликтов, Женевских конвенций и гуманности, хотя мы и не описываем их в этих отчетах.</em></p>\n<p>В настоящее время российские войска участвуют в четырех основных операциях:</p>\n<ul>\n<li>Основное усилие — Киев (состоит из трех подчиненных поддерживающих усилий);</li>\n<li>Поддерживающее усилие 1 — Харьков;</li>\n<li>Поддержка усилий 1а — Луганская область;</li>\n<li>Поддерживающее усилие 2 — Мариуполь и Донецкая область; и</li>\n<li>Поддерживающее усилие 3 — Херсон и продвижение на север и запад.</li>\n</ul>\n<p>Основные усилия — Киевское направление: Российские операции на киевском направлении направлены на окружение города с северо-запада, запада и востока.</p>\n<p>Подчинить основные усилия вдоль западного берега Днепра</p>\n<p>Русские, вероятно, отказались от планов окружить Киев с запада или атаковать, чтобы захватить город с запада в ближайшие недели. Вместо этого они, скорее всего, стремятся создать условия для расширенной артиллерийской и ракетной бомбардировки города, переместившись в зону эффективной артиллерийской досягаемости его центра.</p>\n<p>Российские войска оставались в оборонительной позиции к западу и северо-западу от Киева. Спутниковые снимки, предоставленные Maxar Technologies, показывают, что российская бронетехника вкопана в оборонительные сооружения вблизи аэродрома Антонов по состоянию на 17 марта.</p>\n<img alt=\"Overview of armored vehicles in revetments ozera ukraine. Satellite image ©2022 Maxar Technologies.\" src=\"https://res.cloudinary.com/intheua/image/upload/s--rdpMrXKI--/v1647776250/work/08_overview_of_armored_vehicles_in_revetments_ozera_ukraine_17march2022_wv3_odtjjw.jpg\" width=\"700\" height=\"700\" decoding=\"async\" data-nimg=\"1\" loading=\"lazy\" style=\"color:transparent\"/>\n<img alt=\"Closer view of armored vehicles in revetments ozera ukraine. Satellite image ©2022 Maxar Technologies.\" src=\"https://res.cloudinary.com/intheua/image/upload/s--X40GR3GV--/v1647776251/work/09_closer_view_of_armored_vehicles_in_revetments_ozera_ukraine_17march2022_wv3_aewxw3.jpg\" width=\"700\" height=\"700\" decoding=\"async\" data-nimg=\"1\" loading=\"lazy\" style=\"color:transparent\"/>\n<p><em>Российские 152-миллиметровые самоходные гаубицы имеют максимальную дальность стрельбы, близкую к 25 километрам.[9] В некоторых местах российские войска находятся на таком расстоянии от центра Киева, но консолидированные российские позиции вокруг аэродрома Антонов, например, находятся за пределами оптимального радиуса действия для нацеливания на центр Киева. По сообщениям, 18 марта русские попытались пересечь реку Ирпень и захватить город Мочун, расположенный непосредственно внутри этого кольца, но потерпели поражение.[10] Пригород Бровары на восточном берегу Днепра находится в пределах досягаемости, что может помочь объяснить упорство русских в попытках закрепить свои позиции в этом месте.</em></p>\n<p><strong>Подчиненные вспомогательные усилия — ось Чернигов и Сумы</strong></p>\n<p>За последние 24 часа существенных изменений в ситуации на этой оси не произошло. Мы обновили нашу карту, чтобы показать расширенные районы контролируемой Россией местности на основе более подробных отчетов украинского Генерального штаба и других источников. Расширенные зоны оцененного российского контроля на нашей карте от 19 марта НЕ УКАЗЫВАЮТ НА ТО, ЧТО РУССКИЕ ДОБИЛИСЬ ДАЛЬНЕЙШИХ УСПЕХОВ, ТОЛЬКО НА ТО, ЧТО МЫ ПОЛУЧИЛИ ДОСТАТОЧНО ПОДРОБНЫЕ И ДОСТОВЕРНЫЕ ОТЧЕТЫ О ПРЕДЫДУЩИХ УСПЕХАХ, ЧТОБЫ СКОРРЕКТИРОВАТЬ НАШУ КАРТУ. Украинский Генеральный штаб сообщил 18 марта, что до трех российских бригад оставались на оборонительных позициях вокруг города Чернигов.[11] Украинский генеральный штаб также отметил, что примерно три российские бригады остаются на позициях в восточных пригородах Киева 18 марта, но за последние 24 часа не предприняли никаких существенных действий.[12]</p>\n<p><strong>Поддерживающее усилие №1—Харьков:</strong></p>\n<p>Российские войска, в основном из 6-й общевойсковой армии и Северного флота, 19 марта не проявляли заметной активности в районе Харькова.[13] Украинский Генеральный штаб сообщил 18 марта, что русские укрепляют свои позиции вблизи города двумя частями 6-й общевойсковой армии и 1-й гвардейской танковой армии.[14] Генеральный штаб сообщает, что российские войска продолжают давить на Сумы и Изюм, и предупреждает, что они готовят возобновление наступления из Харькова на запад в направлении Киева и Полтавы, среди прочего, в неустановленное время.[15]</p>\n<p><strong>Вспомогательный проект №1а — Луганская область:</strong></p>\n<p>Российские войска продолжили наступление на Рубежное, к северо-западу от Северодонецка, 18 и 19 марта и, по данным украинского Генерального штаба, захватили районы на западной и северо-западной окраинах.[16] Они также продолжают наступательные операции в Попасной, к юго-западу от Северодонецка, вероятно, в попытке блокировать сам Северодонецк.[17]</p>\n<p><strong>Поддержка усилий №2 — Мариуполь и Донецкая область:</strong></p>\n<p>Российские войска продолжили свое неуклонное продвижение квартал за кварталом в Мариуполь 19 марта, хотя, по-видимому, без особого нового прогресса.[18] Русские продолжают наносить удары по гражданским объектам с помощью авиации, ракет, артиллерии и даже танковых орудий.[19]</p>\n<p><strong>Поддерживающее усилие №3 — Херсон и продвижение на север и запад:</strong></p>\n<p>Российские войска, похоже, на данный момент отказались от попыток пересечь Южный Буг и установить наземную линию связи в направлении Одессы. Генеральный штаб Украины сообщает, что российские войска под Николаевом сосредоточились на создании систем материально-технического обеспечения, но 19 марта не проводили крупных наступательных операций.[20] Вместо этого российские войска продолжили наступление в направлении Кривого Рога, родного города президента Украины Владимира Зеленского, примерно в 130 километрах к западу от Запорожья.[21] Глава военной администрации Кривого Рога описал ситуацию и недавние усилия России по наступлению на город 19 марта.[22] Российские войска попытались посадить самолет в аэропорту города, сообщил он, но потерпели неудачу. Затем они начали наступление бронированными колоннами по 10-20 машин в каждой (вероятно, механизированные роты одной или нескольких батальонных тактических групп). С тех пор они сформировали протяженную линию фронта, которую они укрепляют, сказал он.</p>\n<p><strong>Срочные предметы для просмотра:</strong></p>\n<ul>\n<li>Российские войска, скорее всего, захватят Мариуполь или вынудят город капитулировать в ближайшие недели;</li>\n<li>Россия расширит свои воздушные, ракетные и артиллерийские обстрелы украинских городов;</li>\n<li>Российские войска, скорее всего, продолжат усилия по достижению Кривого Рога и изоляции Запорожья;</li>\n<li>Российские войска вокруг Киева продолжат усилия по продвижению в зону эффективного артиллерийского обстрела центра города;</li>\n<li>Российские войска продолжат усилия по освобождению Чернигова и Сум.</li>\n</ul>\n<hr/>\n<p>ISW позиционируют себя как непартийную, некоммерческую, исследовательскую организацию в области государственной политики. ISW заявляют, что продвигают информированное понимание военного дела посредством надежных исследований, надежного анализа и инновационного образования.</p>\n<p>Среди членов Совета директоров ISW, такие люди:</p>\n<ul>\n<li>генерал Джек Кин (армия США, в отставке), председатель Института изучения войны; Президент, ООО «ГСИ»</li>\n<li>Доктор Кимберли Каган, основатель и президент Института изучения войны</li>\n<li>Достопочтенная Келли Крафт, бывший посол США в ООН и Канаде</li>\n<li>Д-р Уильям Кристол, директор, Защищая демократию вместе</li>\n<li>Достопочтенный Джозеф И. Либерман, Старший совет, Kasowitz Benson Torres &amp; Friedman, LLP</li>\n<li>Кевин Мандия, главный исполнительный директор и директор совета директоров, Mandiant</li>\n<li>Джек Д. Маккарти-младший, старший управляющий директор и основатель, A&amp;M Capital</li>\n<li>Брюс Мослер, председатель Global Brokerage, Cushman &amp; Wakefield, Inc.</li>\n<li>Генерал Дэвид Х. Петреус (армия США, в отставке), член KKR и председатель Глобального института KKR</li>\n<li>Д-р Уоррен Филлипс, ведущий директор, CACI International</li>\n<li>Полковник Уильям Роберти (армия США, в отставке), управляющий директор, Alvarez &amp; Marsal</li>\n</ul>",
            "url": "https://tirexart.github.io/articles/Russian_Offensive_Campaign_Assessment_by_ISW",
            "title": "Оценка наступательной компании в Украине, на 19 марта, от \"Института изучения войны\" (ISW).",
            "summary": "Российские военные ... продолжают направлять небольшие группы подкреплений в рамках постоянных усилий по поддержанию текущей кампании. Мы считаем, что эти усилия потерпят неудачу.",
            "date_modified": "2022-03-20T08:04:00.000Z",
            "author": {
                "name": "inTheUA.com"
            }
        },
        {
            "id": "https://tirexart.github.io/articles/How_to_exploit_Russian_weaknesses",
            "content_html": "<p>Неспособность Москвы молниеносно продвинуться вперед и захватить крупные города во многом обязана использованию компактного оборудования.</p>\n<p>Перевод статьи из FT, дополняется.</p>\n<img alt=\"How is Ukraine using western weapons to exploit Russian weaknesses. Часто вооруженные только переносными ракетными установками, украинские войска использовали местность и российскую тактику в своих интересах © FT montage / Reuters\" src=\"https://res.cloudinary.com/intheua/image/upload/s--eTpxijto--/v1647521861/work/How_is_Ukraine_using_western_weapons_to_exploit_Russian_weaknesses_q1x46v.webp\" width=\"700\" height=\"700\" decoding=\"async\" data-nimg=\"1\" loading=\"lazy\" style=\"color:transparent\"/>\n<p>Западная разведка, военные фотографы и тысячи часов непроверенных кадров, размещенных в социальных сетях, изображали определяющие образы вторжения России в Украину: уничтоженные, сожженные и брошенные российские танки и другая военная техника, блокирование дорог или застревание в канавах.</p>\n<p>Успех Украины в отражении первоначального плана России по молниеносному наступлению и захвату Киева и других крупных городов во многом обязан последовательной способности ее армии нацеливаться и уничтожать транспортные средства, нанося как большие потери, так и большие задержки наступающим конвоям.</p>\n<p>Часто вооруженные только переносными ракетными установками с плеча, тысячи из которых были предоставлены западными странами с начала вторжения, небольшие группы украинских войск использовали свою местность и тактику России в своих интересах и помогли возглавить сопротивление, которое удивило даже ближайших сторонников Киева на западе.</p>\n<p>Компактное оружие, используемое Украиной, и тяжелая артиллерия, на которую полагаются российские войска, составляют основу контрастной тактики, используемой обеими сторонами.</p>\n<h2>Российские батальонные тактические группы</h2>\n<p>Одним из главных итогов коренного и отраслевого капитального ремонта российских вооруженных сил, который завершился в 2012 году, батальонная тактическая группа является основной боевой единицей армии страны. По оценкам США, 100 из примерно 170 российских БТГ, предназначенных для быстрой адаптации и обладания высоким уровнем огневой мощи, были развернуты на Украине.</p>\n<table><thead><tr><th align=\"center\"><img src=\"https://res.cloudinary.com/intheua/image/upload/s--AL1YQvOa--/v1647521861/work/Russian_battalion_tactical_groups_iw0l48.webp\" alt=\"Russian battalion tactical groups\"/></th></tr></thead><tbody><tr><td align=\"center\">Русские батальонные тактические группы</td></tr></tbody></table>\n<p>Вооруженные танками, гаубицами, артиллерией и системами противовоздушной обороны, они были задуманы как операторы нескольких театров, с возможностью перехода от быстрого нападения к дальним атакам и поддержке операций для других подразделений.</p>\n<p>Но их сильная зависимость от транспортных средств — примерно 75 в каждой — и относительно небольшая численность всего в 200 пехотинцев делает их особенно уязвимыми для атак на их флангах или тылу. Это особенно верно в войне, где местность, тактика и уровень украинского военного потенциала означают, что БТГ не сражаются против аналогично развернутых и вооруженных подразделений.</p>\n<h2>Уязвимости России</h2>\n<p>Запланированное президентом России Владимиром Путиным среди крошечной группы советников, вторжение в Украину стало шоком для многих российских войск, развернутых на границе страны для «учений».</p>\n<p>Это означало, что транспортные средства, которым было внезапно приказано пересечь границу, находились в плохом состоянии обслуживания и часто имели шины низкого качества или запасные части, по словам западных разведчиков и военных аналитиков. Это делало маневренность на бездорожье рискованной или невозможной, о чем свидетельствует большое количество фотографий российской техники, брошенной на забитых грязью полях или с разорванными шинами или осями.</p>\n<table><thead><tr><th align=\"center\"><img src=\"https://res.cloudinary.com/intheua/image/upload/s--wmsMnmTc--/v1647521861/work/Russian_limitations_and_how_the_Ukrainians_have_exploited_them_zzlhxu.webp\" alt=\"Russian limitations and how the Ukrainians have exploited them\"/></th></tr></thead><tbody><tr><td align=\"center\">Российские ограничения и как ими воспользовались украинцы</td></tr></tbody></table>\n<p>Кроме того, план Владимира Путина предусматривал быстрое наступление и захват ключевых городов, таких как Киев, Харьков и Мариуполь. Это означало быстрое движение по основным дорогам и борьбу за контроль над крупными перекрестками, а не провинциальными городами или сельскими районами.</p>\n<p>Украинские войска сделали два вывода. Во-первых, они поняли, что независимо от того, насколько велика бронеколонна, она будет только такой же широкой, как дорога, и может двигаться так же быстро, как передние машины. А во-вторых, обороняющиеся войска понимали, что они могут действовать относительно свободно в лесах, полях и деревнях по обочинам дороги.</p>\n<p>С небольшим русским пехотным прикрытием на своих флангах, российские машины оказались уязвимыми для засад со стороны небольших групп украинских войск, отбирая цели из укрытия, которые затем могли скрыть их отступление.</p>\n<h2>Джавелины</h2>\n<p>Ключом к этим засадам было широкое использование противотанковых ракет, управляемых войсками, таких как Javelin американского производства.</p>\n<table><thead><tr><th align=\"center\"><img src=\"https://res.cloudinary.com/intheua/image/upload/s--dPt8Gzfb--/v1647521862/work/What_makes_the_Javelin_missile_such_an_effective_anti-armour_weapon_rwzd9v.webp\" alt=\"What makes the Javelin missile such an effective anti-armour weapon\"/></th></tr></thead><tbody><tr><td align=\"center\">Что делает ракету Javelin таким эффективным противотанковым оружием?</td></tr></tbody></table>\n<p>Они были отправлены в Украину до того, как началось вторжение, чтобы позволить западным военным инструкторам обучать войска тому, как лучше всего их использовать, и теперь прибывают тысячами из стран по всему альянсу НАТО. Украинские и западные официальные лица заявили, что эти поставки являются критической основой сопротивления вторжению.</p>\n<p>Его компактные размеры делают ее легко транспортируемой быстро движущейся пехотой, в то время как система сопровождения ракеты означает, что ее можно стрелять и забывать, что позволяет войскам быстро покинуть место атаки еще до того, как снаряд поразит свою цель. Двойная боеголовка также позволяет наносить серьезные повреждения усиленным российским танкам.</p>\n<p>На других видео показаны войска, использующие реактивные гранаты — более легкие, но менее мощные и трудные для наведения — или легкое противотанковое оружие следующего поколения для достижения того же результата.</p>\n<h2>Воздушная война</h2>\n<p>Представители западной разведки в целом согласны с тем, что одна из самых дорогостоящих военных ошибок России была связана с ее неспособностью уничтожить как военно-воздушные силы Украины, так и ее системы противовоздушной обороны в своем первоначальном шквале высокоточных крылатых ракет в первые часы вторжения.</p>\n<p>Эта неудача означала, что Россия не получила господства в воздухе в небе над полем боя, позицию, которую она использовала, например, для разрушительного эффекта в Сирии.</p>\n<table><thead><tr><th align=\"center\"><img src=\"https://res.cloudinary.com/intheua/image/upload/s--6Zs6jC71--/v1647521861/work/Denial_of_air_superiority_twtw6g.webp\" alt=\"Denial of air superiority\"/></th></tr></thead><tbody><tr><td align=\"center\">Отрицание превосходства в воздухе</td></tr></tbody></table>\n<p>Кроме того, использование украинскими войсками ракет класса «земля-воздух» с плеча для успешной атаки российских вертолетов и низколетящих истребителей в поддержку сухопутных войск углубило сдержанность Москвы в отношении развертывания слишком большого количества военно-воздушных сил наряду с достижениями. Это уменьшило как его надзорный, так и атакующий потенциал.</p>\n<p>Россия потеряла по меньшей мере 28 самолетов и вертолетов в результате вторжения по сравнению с 10 из ВВС Украины, согласно блогу Oryx, который использует фотографии с открытым исходным кодом для сбора своих данных.</p>\n<hr/>\n<p>Авторское право Файнэншл Таймс Лимитед 2022. Все права защищены.<br/>\nCopyright The Financial Times Limited 2022. All rights reserved.</p>",
            "url": "https://tirexart.github.io/articles/How_to_exploit_Russian_weaknesses",
            "title": "Как Украина использует западное оружие, чтобы использовать слабости России?",
            "summary": "Неспособность Москвы молниеносно продвинуться вперед и захватить крупные города во многом обязана использованию компактного оборудования.",
            "date_modified": "2022-03-17T07:04:00.000Z",
            "author": {
                "name": "inTheUA.com"
            }
        }
    ]
}